{
    "funTopics": [
        
    ],
    "topics": [
        {
          "id": 1,
          "resolution": "Resolved: Commercial airline pilots should be armed in the cockpit.",
          "month": "November",
          "year": 2002,
          "qtag": "International",
          "dtag1": "Guns",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Guns.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Commercial airline pilots should be armed in the cockpit..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Commercial airline pilots should be armed in the cockpit..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Commercial airline pilots should be armed in the cockpit..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Commercial airline pilots should be armed in the cockpit...",
          "concontention1": "This is the first argument AGAINST Resolved: Commercial airline pilots should be armed in the cockpit..",
          "concontention2": "This is the second argument AGAINST Resolved: Commercial airline pilots should be armed in the cockpit..",
          "concontention3": "This is the third argument AGAINST Resolved: Commercial airline pilots should be armed in the cockpit.."
        },
        {
          "id": 2,
          "resolution": "Resolved: The the “Bush” tax cuts should be made permanent.",
          "month": "December",
          "year": 2002,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The the “Bush” tax cuts should be made permanent..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The the “Bush” tax cuts should be made permanent..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The the “Bush” tax cuts should be made permanent..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The the “Bush” tax cuts should be made permanent...",
          "concontention1": "This is the first argument AGAINST Resolved: The the “Bush” tax cuts should be made permanent..",
          "concontention2": "This is the second argument AGAINST Resolved: The the “Bush” tax cuts should be made permanent..",
          "concontention3": "This is the third argument AGAINST Resolved: The the “Bush” tax cuts should be made permanent.."
        },
        {
          "id": 3,
          "resolution": "Resolved: The Federal Government should authorize oil exploration in the Arctic National Wildlife Reserve.",
          "month": "January",
          "year": 2003,
          "qtag": "Domestic",
          "dtag1": "Environment",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Environment.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The Federal Government should authorize oil exploration in the Arctic National Wildlife Reserve..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The Federal Government should authorize oil exploration in the Arctic National Wildlife Reserve..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The Federal Government should authorize oil exploration in the Arctic National Wildlife Reserve..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The Federal Government should authorize oil exploration in the Arctic National Wildlife Reserve...",
          "concontention1": "This is the first argument AGAINST Resolved: The Federal Government should authorize oil exploration in the Arctic National Wildlife Reserve..",
          "concontention2": "This is the second argument AGAINST Resolved: The Federal Government should authorize oil exploration in the Arctic National Wildlife Reserve..",
          "concontention3": "This is the third argument AGAINST Resolved: The Federal Government should authorize oil exploration in the Arctic National Wildlife Reserve.."
        },
        {
          "id": 4,
          "resolution": "Resolved: The death penalty should be abolished in America.",
          "month": "February",
          "year": 2003,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "Legal",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The death penalty should be abolished in America..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The death penalty should be abolished in America..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The death penalty should be abolished in America..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The death penalty should be abolished in America...",
          "concontention1": "This is the first argument AGAINST Resolved: The death penalty should be abolished in America..",
          "concontention2": "This is the second argument AGAINST Resolved: The death penalty should be abolished in America..",
          "concontention3": "This is the third argument AGAINST Resolved: The death penalty should be abolished in America.."
        },
        {
          "id": 5,
          "resolution": "Resolved: Affirmative action should not be practiced in college and university admission.",
          "month": "March",
          "year": 2003,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Affirmative action should not be practiced in college and university admission..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Affirmative action should not be practiced in college and university admission..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Affirmative action should not be practiced in college and university admission..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Affirmative action should not be practiced in college and university admission...",
          "concontention1": "This is the first argument AGAINST Resolved: Affirmative action should not be practiced in college and university admission..",
          "concontention2": "This is the second argument AGAINST Resolved: Affirmative action should not be practiced in college and university admission..",
          "concontention3": "This is the third argument AGAINST Resolved: Affirmative action should not be practiced in college and university admission.."
        },
        {
          "id": 6,
          "resolution": "Resolved: Awards for pain and suffering in medical malpractice cases should be limited to $250,000.",
          "month": "April",
          "year": 2003,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "Legal",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Awards for pain and suffering in medical malpractice cases should be limited to $250,000..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Awards for pain and suffering in medical malpractice cases should be limited to $250,000..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Awards for pain and suffering in medical malpractice cases should be limited to $250,000..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Awards for pain and suffering in medical malpractice cases should be limited to $250,000...",
          "concontention1": "This is the first argument AGAINST Resolved: Awards for pain and suffering in medical malpractice cases should be limited to $250,000..",
          "concontention2": "This is the second argument AGAINST Resolved: Awards for pain and suffering in medical malpractice cases should be limited to $250,000..",
          "concontention3": "This is the third argument AGAINST Resolved: Awards for pain and suffering in medical malpractice cases should be limited to $250,000.."
        },
        {
          "id": 7,
          "resolution": "Resolved: That the United States should assume primary responsibility for the rebuilding of Iraq.",
          "month": "National",
          "year": 2003,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States should assume primary responsibility for the rebuilding of Iraq..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States should assume primary responsibility for the rebuilding of Iraq..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States should assume primary responsibility for the rebuilding of Iraq..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States should assume primary responsibility for the rebuilding of Iraq...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States should assume primary responsibility for the rebuilding of Iraq..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States should assume primary responsibility for the rebuilding of Iraq..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States should assume primary responsibility for the rebuilding of Iraq.."
        },
        {
          "id": 8,
          "resolution": "Resolved: Use of a cell phone should be prohibited while operating a motor vehicle.",
          "month": "September",
          "year": 2003,
          "qtag": "International",
          "dtag1": "Justice System",
          "dtag2": "Tech",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Use of a cell phone should be prohibited while operating a motor vehicle..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Use of a cell phone should be prohibited while operating a motor vehicle..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Use of a cell phone should be prohibited while operating a motor vehicle..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Use of a cell phone should be prohibited while operating a motor vehicle...",
          "concontention1": "This is the first argument AGAINST Resolved: Use of a cell phone should be prohibited while operating a motor vehicle..",
          "concontention2": "This is the second argument AGAINST Resolved: Use of a cell phone should be prohibited while operating a motor vehicle..",
          "concontention3": "This is the third argument AGAINST Resolved: Use of a cell phone should be prohibited while operating a motor vehicle.."
        },
        {
          "id": 9,
          "resolution": "Resolved: That the United States should comply with United Nations’ decisions concerning international peacekeeping operations.",
          "month": "October",
          "year": 2003,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States should comply with United Nations’ decisions concerning international peacekeeping operations..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States should comply with United Nations’ decisions concerning international peacekeeping operations..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States should comply with United Nations’ decisions concerning international peacekeeping operations..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States should comply with United Nations’ decisions concerning international peacekeeping operations...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States should comply with United Nations’ decisions concerning international peacekeeping operations..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States should comply with United Nations’ decisions concerning international peacekeeping operations..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States should comply with United Nations’ decisions concerning international peacekeeping operations.."
        },
        {
          "id": 10,
          "resolution": "Resolved: That Federal judges should be elected in their district for a limited term rather than appointed by the President for a life term.",
          "month": "November",
          "year": 2003,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "Elections",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That Federal judges should be elected in their district for a limited term rather than appointed by the President for a life term..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That Federal judges should be elected in their district for a limited term rather than appointed by the President for a life term..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That Federal judges should be elected in their district for a limited term rather than appointed by the President for a life term..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That Federal judges should be elected in their district for a limited term rather than appointed by the President for a life term...",
          "concontention1": "This is the first argument AGAINST Resolved: That Federal judges should be elected in their district for a limited term rather than appointed by the President for a life term..",
          "concontention2": "This is the second argument AGAINST Resolved: That Federal judges should be elected in their district for a limited term rather than appointed by the President for a life term..",
          "concontention3": "This is the third argument AGAINST Resolved: That Federal judges should be elected in their district for a limited term rather than appointed by the President for a life term.."
        },
        {
          "id": 11,
          "resolution": "Resolved: Congress should repeal the No Child Left Behind Act.",
          "month": "December",
          "year": 2003,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Congress should repeal the No Child Left Behind Act..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Congress should repeal the No Child Left Behind Act..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Congress should repeal the No Child Left Behind Act..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Congress should repeal the No Child Left Behind Act...",
          "concontention1": "This is the first argument AGAINST Resolved: Congress should repeal the No Child Left Behind Act..",
          "concontention2": "This is the second argument AGAINST Resolved: Congress should repeal the No Child Left Behind Act..",
          "concontention3": "This is the third argument AGAINST Resolved: Congress should repeal the No Child Left Behind Act.."
        },
        {
          "id": 12,
          "resolution": "Resolved: The United States is losing the War on Terror.",
          "month": "January",
          "year": 2004,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States is losing the War on Terror..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States is losing the War on Terror..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States is losing the War on Terror..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States is losing the War on Terror...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States is losing the War on Terror..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States is losing the War on Terror..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States is losing the War on Terror.."
        },
        {
          "id": 13,
          "resolution": "Resolved: Americans should be allowed to share copyrighted media over the internet.",
          "month": "February",
          "year": 2004,
          "qtag": "International",
          "dtag1": "Tech",
          "dtag2": "Legal",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Americans should be allowed to share copyrighted media over the internet..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Americans should be allowed to share copyrighted media over the internet..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Americans should be allowed to share copyrighted media over the internet..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Americans should be allowed to share copyrighted media over the internet...",
          "concontention1": "This is the first argument AGAINST Resolved: Americans should be allowed to share copyrighted media over the internet..",
          "concontention2": "This is the second argument AGAINST Resolved: Americans should be allowed to share copyrighted media over the internet..",
          "concontention3": "This is the third argument AGAINST Resolved: Americans should be allowed to share copyrighted media over the internet.."
        },
        {
          "id": 14,
          "resolution": "Resolved: The United States should provide universal health care insurance to all U.S. citizens.",
          "month": "March",
          "year": 2004,
          "qtag": "Domestic",
          "dtag1": "Healthcare",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should provide universal health care insurance to all U.S. citizens..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should provide universal health care insurance to all U.S. citizens..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should provide universal health care insurance to all U.S. citizens..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should provide universal health care insurance to all U.S. citizens...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should provide universal health care insurance to all U.S. citizens..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should provide universal health care insurance to all U.S. citizens..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should provide universal health care insurance to all U.S. citizens.."
        },
        {
          "id": 15,
          "resolution": "Resolved: English should be the official national language of the United States.",
          "month": "April",
          "year": 2004,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: English should be the official national language of the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: English should be the official national language of the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: English should be the official national language of the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: English should be the official national language of the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: English should be the official national language of the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: English should be the official national language of the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: English should be the official national language of the United States.."
        },
        {
          "id": 16,
          "resolution": "Resolved: All young adults in every nation should be required to perform at least one full year of national service.",
          "month": "National",
          "year": 2004,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: All young adults in every nation should be required to perform at least one full year of national service..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: All young adults in every nation should be required to perform at least one full year of national service..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: All young adults in every nation should be required to perform at least one full year of national service..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: All young adults in every nation should be required to perform at least one full year of national service...",
          "concontention1": "This is the first argument AGAINST Resolved: All young adults in every nation should be required to perform at least one full year of national service..",
          "concontention2": "This is the second argument AGAINST Resolved: All young adults in every nation should be required to perform at least one full year of national service..",
          "concontention3": "This is the third argument AGAINST Resolved: All young adults in every nation should be required to perform at least one full year of national service.."
        },
        {
          "id": 17,
          "resolution": "Resolved: That he United States should establish a cabinet-level position to oversee its entire intelligence community.",
          "month": "September",
          "year": 2004,
          "qtag": "Domestic",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That he United States should establish a cabinet-level position to oversee its entire intelligence community..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That he United States should establish a cabinet-level position to oversee its entire intelligence community..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That he United States should establish a cabinet-level position to oversee its entire intelligence community..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That he United States should establish a cabinet-level position to oversee its entire intelligence community...",
          "concontention1": "This is the first argument AGAINST Resolved: That he United States should establish a cabinet-level position to oversee its entire intelligence community..",
          "concontention2": "This is the second argument AGAINST Resolved: That he United States should establish a cabinet-level position to oversee its entire intelligence community..",
          "concontention3": "This is the third argument AGAINST Resolved: That he United States should establish a cabinet-level position to oversee its entire intelligence community.."
        },
        {
          "id": 18,
          "resolution": "Resolved: In the United States, public opinion polls positively affect the election process.",
          "month": "October",
          "year": 2004,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, public opinion polls positively affect the election process..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, public opinion polls positively affect the election process..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, public opinion polls positively affect the election process..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, public opinion polls positively affect the election process...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, public opinion polls positively affect the election process..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, public opinion polls positively affect the election process..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, public opinion polls positively affect the election process.."
        },
        {
          "id": 19,
          "resolution": "Resolved: The United States government should allow Americans to purchase prescription drugs from other countries.",
          "month": "November",
          "year": 2004,
          "qtag": "Domestic",
          "dtag1": "Healthcare",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States government should allow Americans to purchase prescription drugs from other countries..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States government should allow Americans to purchase prescription drugs from other countries..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States government should allow Americans to purchase prescription drugs from other countries..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States government should allow Americans to purchase prescription drugs from other countries...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States government should allow Americans to purchase prescription drugs from other countries..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States government should allow Americans to purchase prescription drugs from other countries..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States government should allow Americans to purchase prescription drugs from other countries.."
        },
        {
          "id": 20,
          "resolution": "Resolved: Corporate offshoring aids in the economic development of the United States.",
          "month": "December",
          "year": 2004,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Corporate offshoring aids in the economic development of the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Corporate offshoring aids in the economic development of the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Corporate offshoring aids in the economic development of the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Corporate offshoring aids in the economic development of the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: Corporate offshoring aids in the economic development of the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: Corporate offshoring aids in the economic development of the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: Corporate offshoring aids in the economic development of the United States.."
        },
        {
          "id": 21,
          "resolution": "Resolved: The United States Constitution should be amended to establish a mandatory retirement age for Supreme Court Justices.",
          "month": "January",
          "year": 2005,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States Constitution should be amended to establish a mandatory retirement age for Supreme Court Justices..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States Constitution should be amended to establish a mandatory retirement age for Supreme Court Justices..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States Constitution should be amended to establish a mandatory retirement age for Supreme Court Justices..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States Constitution should be amended to establish a mandatory retirement age for Supreme Court Justices...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States Constitution should be amended to establish a mandatory retirement age for Supreme Court Justices..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States Constitution should be amended to establish a mandatory retirement age for Supreme Court Justices..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States Constitution should be amended to establish a mandatory retirement age for Supreme Court Justices.."
        },
        {
          "id": 22,
          "resolution": "Resolved: In the United States, the current system of federal income taxation should be replaced by a flat rate income tax.",
          "month": "February",
          "year": 2005,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, the current system of federal income taxation should be replaced by a flat rate income tax..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, the current system of federal income taxation should be replaced by a flat rate income tax..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, the current system of federal income taxation should be replaced by a flat rate income tax..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, the current system of federal income taxation should be replaced by a flat rate income tax...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, the current system of federal income taxation should be replaced by a flat rate income tax..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, the current system of federal income taxation should be replaced by a flat rate income tax..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, the current system of federal income taxation should be replaced by a flat rate income tax.."
        },
        {
          "id": 23,
          "resolution": "Resolved: Student aptitude should be assessed through standardized testing.",
          "month": "March",
          "year": 2005,
          "qtag": "International",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Student aptitude should be assessed through standardized testing..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Student aptitude should be assessed through standardized testing..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Student aptitude should be assessed through standardized testing..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Student aptitude should be assessed through standardized testing...",
          "concontention1": "This is the first argument AGAINST Resolved: Student aptitude should be assessed through standardized testing..",
          "concontention2": "This is the second argument AGAINST Resolved: Student aptitude should be assessed through standardized testing..",
          "concontention3": "This is the third argument AGAINST Resolved: Student aptitude should be assessed through standardized testing.."
        },
        {
          "id": 24,
          "resolution": "Resolved: The United States should issue guest worker visas to illegal aliens.",
          "month": "April",
          "year": 2005,
          "qtag": "International",
          "dtag1": "Immigration",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Immigration.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should issue guest worker visas to illegal aliens..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should issue guest worker visas to illegal aliens..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should issue guest worker visas to illegal aliens..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should issue guest worker visas to illegal aliens...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should issue guest worker visas to illegal aliens..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should issue guest worker visas to illegal aliens..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should issue guest worker visas to illegal aliens.."
        },
        {
          "id": 25,
          "resolution": "Resolved: That, when a choice is required for public high schools in the United States, government funding should prioritize vocational education over college preparatory education.",
          "month": "National",
          "year": 2005,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That, when a choice is required for public high schools in the United States, government funding should prioritize vocational education over college preparatory education..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That, when a choice is required for public high schools in the United States, government funding should prioritize vocational education over college preparatory education..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That, when a choice is required for public high schools in the United States, government funding should prioritize vocational education over college preparatory education..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That, when a choice is required for public high schools in the United States, government funding should prioritize vocational education over college preparatory education...",
          "concontention1": "This is the first argument AGAINST Resolved: That, when a choice is required for public high schools in the United States, government funding should prioritize vocational education over college preparatory education..",
          "concontention2": "This is the second argument AGAINST Resolved: That, when a choice is required for public high schools in the United States, government funding should prioritize vocational education over college preparatory education..",
          "concontention3": "This is the third argument AGAINST Resolved: That, when a choice is required for public high schools in the United States, government funding should prioritize vocational education over college preparatory education.."
        },
        {
          "id": 26,
          "resolution": "Resolved: In the United States, colleges and universities should be permitted to pay stipends to their Division I athletes.",
          "month": "September",
          "year": 2005,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, colleges and universities should be permitted to pay stipends to their Division I athletes..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, colleges and universities should be permitted to pay stipends to their Division I athletes..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, colleges and universities should be permitted to pay stipends to their Division I athletes..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, colleges and universities should be permitted to pay stipends to their Division I athletes...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, colleges and universities should be permitted to pay stipends to their Division I athletes..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, colleges and universities should be permitted to pay stipends to their Division I athletes..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, colleges and universities should be permitted to pay stipends to their Division I athletes.."
        },
        {
          "id": 27,
          "resolution": "Resolved: That the United Nations should be the primary agent to lead and direct the fight against terrorism around the world.",
          "month": "October",
          "year": 2005,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United Nations should be the primary agent to lead and direct the fight against terrorism around the world..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United Nations should be the primary agent to lead and direct the fight against terrorism around the world..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United Nations should be the primary agent to lead and direct the fight against terrorism around the world..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United Nations should be the primary agent to lead and direct the fight against terrorism around the world...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United Nations should be the primary agent to lead and direct the fight against terrorism around the world..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United Nations should be the primary agent to lead and direct the fight against terrorism around the world..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United Nations should be the primary agent to lead and direct the fight against terrorism around the world.."
        },
        {
          "id": 28,
          "resolution": "Resolved: That the United States federal government should fund Hurricane Katrina relief and rebuilding by ending President Bush’s tax cuts.",
          "month": "November",
          "year": 2005,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States federal government should fund Hurricane Katrina relief and rebuilding by ending President Bush’s tax cuts..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States federal government should fund Hurricane Katrina relief and rebuilding by ending President Bush’s tax cuts..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States federal government should fund Hurricane Katrina relief and rebuilding by ending President Bush’s tax cuts..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States federal government should fund Hurricane Katrina relief and rebuilding by ending President Bush’s tax cuts...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States federal government should fund Hurricane Katrina relief and rebuilding by ending President Bush’s tax cuts..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States federal government should fund Hurricane Katrina relief and rebuilding by ending President Bush’s tax cuts..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States federal government should fund Hurricane Katrina relief and rebuilding by ending President Bush’s tax cuts.."
        },
        {
          "id": 29,
          "resolution": "Resolved: That the National Basketball Association (NBA) should rescind its dress code.",
          "month": "December",
          "year": 2005,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the National Basketball Association (NBA) should rescind its dress code..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the National Basketball Association (NBA) should rescind its dress code..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the National Basketball Association (NBA) should rescind its dress code..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the National Basketball Association (NBA) should rescind its dress code...",
          "concontention1": "This is the first argument AGAINST Resolved: That the National Basketball Association (NBA) should rescind its dress code..",
          "concontention2": "This is the second argument AGAINST Resolved: That the National Basketball Association (NBA) should rescind its dress code..",
          "concontention3": "This is the third argument AGAINST Resolved: That the National Basketball Association (NBA) should rescind its dress code.."
        },
        {
          "id": 30,
          "resolution": "Resolved: In the United States, public high school science curriculum should include the study of the Theory of Intelligent Design.",
          "month": "January",
          "year": 2006,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, public high school science curriculum should include the study of the Theory of Intelligent Design..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, public high school science curriculum should include the study of the Theory of Intelligent Design..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, public high school science curriculum should include the study of the Theory of Intelligent Design..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, public high school science curriculum should include the study of the Theory of Intelligent Design...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, public high school science curriculum should include the study of the Theory of Intelligent Design..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, public high school science curriculum should include the study of the Theory of Intelligent Design..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, public high school science curriculum should include the study of the Theory of Intelligent Design.."
        },
        {
          "id": 31,
          "resolution": "Resolved: That the policy decisions of the current Israeli government toward the Palestinian state have improved prospects for peace in the Middle East.",
          "month": "February",
          "year": 2006,
          "qtag": "International",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the policy decisions of the current Israeli government toward the Palestinian state have improved prospects for peace in the Middle East..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the policy decisions of the current Israeli government toward the Palestinian state have improved prospects for peace in the Middle East..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the policy decisions of the current Israeli government toward the Palestinian state have improved prospects for peace in the Middle East..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the policy decisions of the current Israeli government toward the Palestinian state have improved prospects for peace in the Middle East...",
          "concontention1": "This is the first argument AGAINST Resolved: That the policy decisions of the current Israeli government toward the Palestinian state have improved prospects for peace in the Middle East..",
          "concontention2": "This is the second argument AGAINST Resolved: That the policy decisions of the current Israeli government toward the Palestinian state have improved prospects for peace in the Middle East..",
          "concontention3": "This is the third argument AGAINST Resolved: That the policy decisions of the current Israeli government toward the Palestinian state have improved prospects for peace in the Middle East.."
        },
        {
          "id": 32,
          "resolution": "Resolved: That big box retailers benefit the communities in which they are located.",
          "month": "March",
          "year": 2006,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That big box retailers benefit the communities in which they are located..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That big box retailers benefit the communities in which they are located..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That big box retailers benefit the communities in which they are located..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That big box retailers benefit the communities in which they are located...",
          "concontention1": "This is the first argument AGAINST Resolved: That big box retailers benefit the communities in which they are located..",
          "concontention2": "This is the second argument AGAINST Resolved: That big box retailers benefit the communities in which they are located..",
          "concontention3": "This is the third argument AGAINST Resolved: That big box retailers benefit the communities in which they are located.."
        },
        {
          "id": 33,
          "resolution": "Resolved: That the American media work against the best interest of the American public.",
          "month": "April",
          "year": 2006,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the American media work against the best interest of the American public..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the American media work against the best interest of the American public..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the American media work against the best interest of the American public..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the American media work against the best interest of the American public...",
          "concontention1": "This is the first argument AGAINST Resolved: That the American media work against the best interest of the American public..",
          "concontention2": "This is the second argument AGAINST Resolved: That the American media work against the best interest of the American public..",
          "concontention3": "This is the third argument AGAINST Resolved: That the American media work against the best interest of the American public.."
        },
        {
          "id": 34,
          "resolution": "Resolved: That the United States government should ratify the Kyoto Protocol.",
          "month": "National",
          "year": 2006,
          "qtag": "International",
          "dtag1": "Environment",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Environment.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States government should ratify the Kyoto Protocol..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States government should ratify the Kyoto Protocol..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States government should ratify the Kyoto Protocol..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States government should ratify the Kyoto Protocol...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States government should ratify the Kyoto Protocol..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States government should ratify the Kyoto Protocol..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States government should ratify the Kyoto Protocol.."
        },
        {
          "id": 35,
          "resolution": "Resolved: That the benefits of NASA’s space exploration programs justify the costs.",
          "month": "September",
          "year": 2006,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the benefits of NASA’s space exploration programs justify the costs..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the benefits of NASA’s space exploration programs justify the costs..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the benefits of NASA’s space exploration programs justify the costs..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the benefits of NASA’s space exploration programs justify the costs...",
          "concontention1": "This is the first argument AGAINST Resolved: That the benefits of NASA’s space exploration programs justify the costs..",
          "concontention2": "This is the second argument AGAINST Resolved: That the benefits of NASA’s space exploration programs justify the costs..",
          "concontention3": "This is the third argument AGAINST Resolved: That the benefits of NASA’s space exploration programs justify the costs.."
        },
        {
          "id": 36,
          "resolution": "Resolved: Current immigration laws in the United States should be enforced.",
          "month": "October",
          "year": 2006,
          "qtag": "International",
          "dtag1": "Immigration",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Immigration.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Current immigration laws in the United States should be enforced..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Current immigration laws in the United States should be enforced..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Current immigration laws in the United States should be enforced..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Current immigration laws in the United States should be enforced...",
          "concontention1": "This is the first argument AGAINST Resolved: Current immigration laws in the United States should be enforced..",
          "concontention2": "This is the second argument AGAINST Resolved: Current immigration laws in the United States should be enforced..",
          "concontention3": "This is the third argument AGAINST Resolved: Current immigration laws in the United States should be enforced.."
        },
        {
          "id": 37,
          "resolution": "Resolved: That participating in multinational diplomatic efforts is beneficial to U. S. interests.",
          "month": "November",
          "year": 2006,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That participating in multinational diplomatic efforts is beneficial to U. S. interests..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That participating in multinational diplomatic efforts is beneficial to U. S. interests..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That participating in multinational diplomatic efforts is beneficial to U. S. interests..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That participating in multinational diplomatic efforts is beneficial to U. S. interests...",
          "concontention1": "This is the first argument AGAINST Resolved: That participating in multinational diplomatic efforts is beneficial to U. S. interests..",
          "concontention2": "This is the second argument AGAINST Resolved: That participating in multinational diplomatic efforts is beneficial to U. S. interests..",
          "concontention3": "This is the third argument AGAINST Resolved: That participating in multinational diplomatic efforts is beneficial to U. S. interests.."
        },
        {
          "id": 38,
          "resolution": "Resolved: Colleges and Universities in the United States should end their early admission programs.",
          "month": "December",
          "year": 2006,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Colleges and Universities in the United States should end their early admission programs..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Colleges and Universities in the United States should end their early admission programs..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Colleges and Universities in the United States should end their early admission programs..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Colleges and Universities in the United States should end their early admission programs...",
          "concontention1": "This is the first argument AGAINST Resolved: Colleges and Universities in the United States should end their early admission programs..",
          "concontention2": "This is the second argument AGAINST Resolved: Colleges and Universities in the United States should end their early admission programs..",
          "concontention3": "This is the third argument AGAINST Resolved: Colleges and Universities in the United States should end their early admission programs.."
        },
        {
          "id": 39,
          "resolution": "Resolved: That lobbyists negatively influence the legislative process in the United States.",
          "month": "January",
          "year": 2007,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That lobbyists negatively influence the legislative process in the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That lobbyists negatively influence the legislative process in the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That lobbyists negatively influence the legislative process in the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That lobbyists negatively influence the legislative process in the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: That lobbyists negatively influence the legislative process in the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: That lobbyists negatively influence the legislative process in the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: That lobbyists negatively influence the legislative process in the United States.."
        },
        {
          "id": 40,
          "resolution": "Resolved: The costs of legalized casino gambling in the United States outweigh the benefits.",
          "month": "February",
          "year": 2007,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The costs of legalized casino gambling in the United States outweigh the benefits..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The costs of legalized casino gambling in the United States outweigh the benefits..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The costs of legalized casino gambling in the United States outweigh the benefits..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The costs of legalized casino gambling in the United States outweigh the benefits...",
          "concontention1": "This is the first argument AGAINST Resolved: The costs of legalized casino gambling in the United States outweigh the benefits..",
          "concontention2": "This is the second argument AGAINST Resolved: The costs of legalized casino gambling in the United States outweigh the benefits..",
          "concontention3": "This is the third argument AGAINST Resolved: The costs of legalized casino gambling in the United States outweigh the benefits.."
        },
        {
          "id": 41,
          "resolution": "Resolved: That the quantity of credit available to American consumers should be significantly reduced.",
          "month": "March",
          "year": 2007,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the quantity of credit available to American consumers should be significantly reduced..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the quantity of credit available to American consumers should be significantly reduced..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the quantity of credit available to American consumers should be significantly reduced..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the quantity of credit available to American consumers should be significantly reduced...",
          "concontention1": "This is the first argument AGAINST Resolved: That the quantity of credit available to American consumers should be significantly reduced..",
          "concontention2": "This is the second argument AGAINST Resolved: That the quantity of credit available to American consumers should be significantly reduced..",
          "concontention3": "This is the third argument AGAINST Resolved: That the quantity of credit available to American consumers should be significantly reduced.."
        },
        {
          "id": 42,
          "resolution": "Resolved: United States corporations should honor all prior commitments to employee pensions.",
          "month": "April",
          "year": 2007,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: United States corporations should honor all prior commitments to employee pensions..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: United States corporations should honor all prior commitments to employee pensions..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: United States corporations should honor all prior commitments to employee pensions..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: United States corporations should honor all prior commitments to employee pensions...",
          "concontention1": "This is the first argument AGAINST Resolved: United States corporations should honor all prior commitments to employee pensions..",
          "concontention2": "This is the second argument AGAINST Resolved: United States corporations should honor all prior commitments to employee pensions..",
          "concontention3": "This is the third argument AGAINST Resolved: United States corporations should honor all prior commitments to employee pensions.."
        },
        {
          "id": 43,
          "resolution": "Resolved: That the President and Vice-President of the United States should be elected by a direct vote of the American citizens.",
          "month": "NCFL",
          "year": 2007,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the President and Vice-President of the United States should be elected by a direct vote of the American citizens..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the President and Vice-President of the United States should be elected by a direct vote of the American citizens..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the President and Vice-President of the United States should be elected by a direct vote of the American citizens..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the President and Vice-President of the United States should be elected by a direct vote of the American citizens...",
          "concontention1": "This is the first argument AGAINST Resolved: That the President and Vice-President of the United States should be elected by a direct vote of the American citizens..",
          "concontention2": "This is the second argument AGAINST Resolved: That the President and Vice-President of the United States should be elected by a direct vote of the American citizens..",
          "concontention3": "This is the third argument AGAINST Resolved: That the President and Vice-President of the United States should be elected by a direct vote of the American citizens.."
        },
        {
          "id": 44,
          "resolution": "Resolved: That the private ownership of handguns should be banned in the United States.",
          "month": "National",
          "year": 2007,
          "qtag": "Domestic",
          "dtag1": "Guns",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Guns.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the private ownership of handguns should be banned in the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the private ownership of handguns should be banned in the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the private ownership of handguns should be banned in the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the private ownership of handguns should be banned in the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: That the private ownership of handguns should be banned in the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: That the private ownership of handguns should be banned in the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: That the private ownership of handguns should be banned in the United States.."
        },
        {
          "id": 45,
          "resolution": "Resolved: That the Fairness Doctrine should be reinstated.",
          "month": "September",
          "year": 2007,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the Fairness Doctrine should be reinstated..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the Fairness Doctrine should be reinstated..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the Fairness Doctrine should be reinstated..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the Fairness Doctrine should be reinstated...",
          "concontention1": "This is the first argument AGAINST Resolved: That the Fairness Doctrine should be reinstated..",
          "concontention2": "This is the second argument AGAINST Resolved: That the Fairness Doctrine should be reinstated..",
          "concontention3": "This is the third argument AGAINST Resolved: That the Fairness Doctrine should be reinstated.."
        },
        {
          "id": 46,
          "resolution": "Resolved: That the United States should encourage the implementation of a soft partition of Iraq.",
          "month": "October",
          "year": 2007,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States should encourage the implementation of a soft partition of Iraq..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States should encourage the implementation of a soft partition of Iraq..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States should encourage the implementation of a soft partition of Iraq..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States should encourage the implementation of a soft partition of Iraq...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States should encourage the implementation of a soft partition of Iraq..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States should encourage the implementation of a soft partition of Iraq..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States should encourage the implementation of a soft partition of Iraq.."
        },
        {
          "id": 47,
          "resolution": "Resolved: That eliminating United States government budget deficits should be prioritized over increasing domestic spending.",
          "month": "November",
          "year": 2007,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That eliminating United States government budget deficits should be prioritized over increasing domestic spending..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That eliminating United States government budget deficits should be prioritized over increasing domestic spending..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That eliminating United States government budget deficits should be prioritized over increasing domestic spending..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That eliminating United States government budget deficits should be prioritized over increasing domestic spending...",
          "concontention1": "This is the first argument AGAINST Resolved: That eliminating United States government budget deficits should be prioritized over increasing domestic spending..",
          "concontention2": "This is the second argument AGAINST Resolved: That eliminating United States government budget deficits should be prioritized over increasing domestic spending..",
          "concontention3": "This is the third argument AGAINST Resolved: That eliminating United States government budget deficits should be prioritized over increasing domestic spending.."
        },
        {
          "id": 48,
          "resolution": "Resolved:That the United States would be justified in pursuing military options against Iran.",
          "month": "December",
          "year": 2007,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved:That the United States would be justified in pursuing military options against Iran..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved:That the United States would be justified in pursuing military options against Iran..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved:That the United States would be justified in pursuing military options against Iran..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved:That the United States would be justified in pursuing military options against Iran...",
          "concontention1": "This is the first argument AGAINST Resolved:That the United States would be justified in pursuing military options against Iran..",
          "concontention2": "This is the second argument AGAINST Resolved:That the United States would be justified in pursuing military options against Iran..",
          "concontention3": "This is the third argument AGAINST Resolved:That the United States would be justified in pursuing military options against Iran.."
        },
        {
          "id": 49,
          "resolution": "Resolved: In a democracy, civil disobedience is an appropriate weapon in the fight for justice.",
          "month": "January",
          "year": 2008,
          "qtag": "International",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In a democracy, civil disobedience is an appropriate weapon in the fight for justice..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In a democracy, civil disobedience is an appropriate weapon in the fight for justice..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In a democracy, civil disobedience is an appropriate weapon in the fight for justice..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In a democracy, civil disobedience is an appropriate weapon in the fight for justice...",
          "concontention1": "This is the first argument AGAINST Resolved: In a democracy, civil disobedience is an appropriate weapon in the fight for justice..",
          "concontention2": "This is the second argument AGAINST Resolved: In a democracy, civil disobedience is an appropriate weapon in the fight for justice..",
          "concontention3": "This is the third argument AGAINST Resolved: In a democracy, civil disobedience is an appropriate weapon in the fight for justice.."
        },
        {
          "id": 50,
          "resolution": "Resolved: That Russia has become a threat to U.S. interests.",
          "month": "February",
          "year": 2008,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That Russia has become a threat to U.S. interests..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That Russia has become a threat to U.S. interests..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That Russia has become a threat to U.S. interests..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That Russia has become a threat to U.S. interests...",
          "concontention1": "This is the first argument AGAINST Resolved: That Russia has become a threat to U.S. interests..",
          "concontention2": "This is the second argument AGAINST Resolved: That Russia has become a threat to U.S. interests..",
          "concontention3": "This is the third argument AGAINST Resolved: That Russia has become a threat to U.S. interests.."
        },
        {
          "id": 51,
          "resolution": "Resolved: The US system of presidential primaries is contrary to democratic values.",
          "month": "March",
          "year": 2008,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The US system of presidential primaries is contrary to democratic values..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The US system of presidential primaries is contrary to democratic values..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The US system of presidential primaries is contrary to democratic values..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The US system of presidential primaries is contrary to democratic values...",
          "concontention1": "This is the first argument AGAINST Resolved: The US system of presidential primaries is contrary to democratic values..",
          "concontention2": "This is the second argument AGAINST Resolved: The US system of presidential primaries is contrary to democratic values..",
          "concontention3": "This is the third argument AGAINST Resolved: The US system of presidential primaries is contrary to democratic values.."
        },
        {
          "id": 52,
          "resolution": "Resolved: That the Economic Stimulus Act of 2008 will successfully mitigate economic slowdowns over the next year.",
          "month": "April",
          "year": 2008,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the Economic Stimulus Act of 2008 will successfully mitigate economic slowdowns over the next year..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the Economic Stimulus Act of 2008 will successfully mitigate economic slowdowns over the next year..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the Economic Stimulus Act of 2008 will successfully mitigate economic slowdowns over the next year..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the Economic Stimulus Act of 2008 will successfully mitigate economic slowdowns over the next year...",
          "concontention1": "This is the first argument AGAINST Resolved: That the Economic Stimulus Act of 2008 will successfully mitigate economic slowdowns over the next year..",
          "concontention2": "This is the second argument AGAINST Resolved: That the Economic Stimulus Act of 2008 will successfully mitigate economic slowdowns over the next year..",
          "concontention3": "This is the third argument AGAINST Resolved: That the Economic Stimulus Act of 2008 will successfully mitigate economic slowdowns over the next year.."
        },
        {
          "id": 53,
          "resolution": "Resolved: That the US Government should increase social services for indigenous peoples in America.",
          "month": "NCFL",
          "year": 2008,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the US Government should increase social services for indigenous peoples in America..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the US Government should increase social services for indigenous peoples in America..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the US Government should increase social services for indigenous peoples in America..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the US Government should increase social services for indigenous peoples in America...",
          "concontention1": "This is the first argument AGAINST Resolved: That the US Government should increase social services for indigenous peoples in America..",
          "concontention2": "This is the second argument AGAINST Resolved: That the US Government should increase social services for indigenous peoples in America..",
          "concontention3": "This is the third argument AGAINST Resolved: That the US Government should increase social services for indigenous peoples in America.."
        },
        {
          "id": 54,
          "resolution": "Resolved: US policies established after September 11, 2001 have substantially reduced the risk of terrorist acts against the United States.",
          "month": "National",
          "year": 2008,
          "qtag": "Domestic",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: US policies established after September 11, 2001 have substantially reduced the risk of terrorist acts against the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: US policies established after September 11, 2001 have substantially reduced the risk of terrorist acts against the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: US policies established after September 11, 2001 have substantially reduced the risk of terrorist acts against the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: US policies established after September 11, 2001 have substantially reduced the risk of terrorist acts against the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: US policies established after September 11, 2001 have substantially reduced the risk of terrorist acts against the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: US policies established after September 11, 2001 have substantially reduced the risk of terrorist acts against the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: US policies established after September 11, 2001 have substantially reduced the risk of terrorist acts against the United States.."
        },
        {
          "id": 55,
          "resolution": "Resolved: That the United States should implement a military draft.",
          "month": "September",
          "year": 2008,
          "qtag": "Domestic",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States should implement a military draft..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States should implement a military draft..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States should implement a military draft..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States should implement a military draft...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States should implement a military draft..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States should implement a military draft..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States should implement a military draft.."
        },
        {
          "id": 56,
          "resolution": "Resolved: The United States should significantly increase its use of nuclear energy.",
          "month": "October",
          "year": 2008,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should significantly increase its use of nuclear energy..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should significantly increase its use of nuclear energy..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should significantly increase its use of nuclear energy..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should significantly increase its use of nuclear energy...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should significantly increase its use of nuclear energy..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should significantly increase its use of nuclear energy..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should significantly increase its use of nuclear energy.."
        },
        {
          "id": 57,
          "resolution": "Resolved: That the United States government should implement universal health care modeled after the French system.",
          "month": "November",
          "year": 2008,
          "qtag": "International",
          "dtag1": "Healthcare",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States government should implement universal health care modeled after the French system..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States government should implement universal health care modeled after the French system..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States government should implement universal health care modeled after the French system..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States government should implement universal health care modeled after the French system...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States government should implement universal health care modeled after the French system..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States government should implement universal health care modeled after the French system..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States government should implement universal health care modeled after the French system.."
        },
        {
          "id": 58,
          "resolution": "Resolved: That, on balance, social networking Web sites have a positive impact on the United States.",
          "month": "December",
          "year": 2008,
          "qtag": "Domestic",
          "dtag1": "Tech",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That, on balance, social networking Web sites have a positive impact on the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That, on balance, social networking Web sites have a positive impact on the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That, on balance, social networking Web sites have a positive impact on the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That, on balance, social networking Web sites have a positive impact on the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: That, on balance, social networking Web sites have a positive impact on the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: That, on balance, social networking Web sites have a positive impact on the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: That, on balance, social networking Web sites have a positive impact on the United States.."
        },
        {
          "id": 59,
          "resolution": "Resolved: That, by 2040, the federal government should mandate that all new passenger vehicles and light trucks sold in the United States be powered by alternative fuels.",
          "month": "January",
          "year": 2009,
          "qtag": "Domestic",
          "dtag1": "Environment",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Environment.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That, by 2040, the federal government should mandate that all new passenger vehicles and light trucks sold in the United States be powered by alternative fuels..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That, by 2040, the federal government should mandate that all new passenger vehicles and light trucks sold in the United States be powered by alternative fuels..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That, by 2040, the federal government should mandate that all new passenger vehicles and light trucks sold in the United States be powered by alternative fuels..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That, by 2040, the federal government should mandate that all new passenger vehicles and light trucks sold in the United States be powered by alternative fuels...",
          "concontention1": "This is the first argument AGAINST Resolved: That, by 2040, the federal government should mandate that all new passenger vehicles and light trucks sold in the United States be powered by alternative fuels..",
          "concontention2": "This is the second argument AGAINST Resolved: That, by 2040, the federal government should mandate that all new passenger vehicles and light trucks sold in the United States be powered by alternative fuels..",
          "concontention3": "This is the third argument AGAINST Resolved: That, by 2040, the federal government should mandate that all new passenger vehicles and light trucks sold in the United States be powered by alternative fuels.."
        },
        {
          "id": 60,
          "resolution": "Resolved: That, on balance, the rise of Brazil, Russia, India, and China (BRIC) has had a positive impact on the United States.",
          "month": "February",
          "year": 2009,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That, on balance, the rise of Brazil, Russia, India, and China (BRIC) has had a positive impact on the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That, on balance, the rise of Brazil, Russia, India, and China (BRIC) has had a positive impact on the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That, on balance, the rise of Brazil, Russia, India, and China (BRIC) has had a positive impact on the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That, on balance, the rise of Brazil, Russia, India, and China (BRIC) has had a positive impact on the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: That, on balance, the rise of Brazil, Russia, India, and China (BRIC) has had a positive impact on the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: That, on balance, the rise of Brazil, Russia, India, and China (BRIC) has had a positive impact on the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: That, on balance, the rise of Brazil, Russia, India, and China (BRIC) has had a positive impact on the United States.."
        },
        {
          "id": 61,
          "resolution": "Resolved: That, on balance, the No Child Left Behind Act of 2001 has improved academic achievement in the United States.",
          "month": "March",
          "year": 2009,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That, on balance, the No Child Left Behind Act of 2001 has improved academic achievement in the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That, on balance, the No Child Left Behind Act of 2001 has improved academic achievement in the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That, on balance, the No Child Left Behind Act of 2001 has improved academic achievement in the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That, on balance, the No Child Left Behind Act of 2001 has improved academic achievement in the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: That, on balance, the No Child Left Behind Act of 2001 has improved academic achievement in the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: That, on balance, the No Child Left Behind Act of 2001 has improved academic achievement in the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: That, on balance, the No Child Left Behind Act of 2001 has improved academic achievement in the United States.."
        },
        {
          "id": 62,
          "resolution": "Resolved: That the Employee Free Choice Act of 2009 serves the best interest of the American people.",
          "month": "April",
          "year": 2009,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the Employee Free Choice Act of 2009 serves the best interest of the American people..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the Employee Free Choice Act of 2009 serves the best interest of the American people..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the Employee Free Choice Act of 2009 serves the best interest of the American people..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the Employee Free Choice Act of 2009 serves the best interest of the American people...",
          "concontention1": "This is the first argument AGAINST Resolved: That the Employee Free Choice Act of 2009 serves the best interest of the American people..",
          "concontention2": "This is the second argument AGAINST Resolved: That the Employee Free Choice Act of 2009 serves the best interest of the American people..",
          "concontention3": "This is the third argument AGAINST Resolved: That the Employee Free Choice Act of 2009 serves the best interest of the American people.."
        },
        {
          "id": 63,
          "resolution": "Resolved: A society has an obligation to ensure adequate health care for its citizens.",
          "month": "NCFL",
          "year": 2009,
          "qtag": "International",
          "dtag1": "Healthcare",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: A society has an obligation to ensure adequate health care for its citizens..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: A society has an obligation to ensure adequate health care for its citizens..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: A society has an obligation to ensure adequate health care for its citizens..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: A society has an obligation to ensure adequate health care for its citizens...",
          "concontention1": "This is the first argument AGAINST Resolved: A society has an obligation to ensure adequate health care for its citizens..",
          "concontention2": "This is the second argument AGAINST Resolved: A society has an obligation to ensure adequate health care for its citizens..",
          "concontention3": "This is the third argument AGAINST Resolved: A society has an obligation to ensure adequate health care for its citizens.."
        },
        {
          "id": 64,
          "resolution": "Resolved: That the United States should normalize relations with Cuba.",
          "month": "National",
          "year": 2009,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States should normalize relations with Cuba..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States should normalize relations with Cuba..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States should normalize relations with Cuba..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States should normalize relations with Cuba...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States should normalize relations with Cuba..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States should normalize relations with Cuba..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States should normalize relations with Cuba.."
        },
        {
          "id": 65,
          "resolution": "Resolved: United States policy on illegal immigration should focus on attrition through enforcement rather than amnesty.",
          "month": "September",
          "year": 2009,
          "qtag": "Domestic",
          "dtag1": "Immigration",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Immigration.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: United States policy on illegal immigration should focus on attrition through enforcement rather than amnesty..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: United States policy on illegal immigration should focus on attrition through enforcement rather than amnesty..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: United States policy on illegal immigration should focus on attrition through enforcement rather than amnesty..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: United States policy on illegal immigration should focus on attrition through enforcement rather than amnesty...",
          "concontention1": "This is the first argument AGAINST Resolved: United States policy on illegal immigration should focus on attrition through enforcement rather than amnesty..",
          "concontention2": "This is the second argument AGAINST Resolved: United States policy on illegal immigration should focus on attrition through enforcement rather than amnesty..",
          "concontention3": "This is the third argument AGAINST Resolved: United States policy on illegal immigration should focus on attrition through enforcement rather than amnesty.."
        },
        {
          "id": 66,
          "resolution": "Resolved: When in conflict, the United Nations should prioritize global poverty reduction over environmental protection.",
          "month": "October",
          "year": 2009,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "Environment",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: When in conflict, the United Nations should prioritize global poverty reduction over environmental protection..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: When in conflict, the United Nations should prioritize global poverty reduction over environmental protection..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: When in conflict, the United Nations should prioritize global poverty reduction over environmental protection..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: When in conflict, the United Nations should prioritize global poverty reduction over environmental protection...",
          "concontention1": "This is the first argument AGAINST Resolved: When in conflict, the United Nations should prioritize global poverty reduction over environmental protection..",
          "concontention2": "This is the second argument AGAINST Resolved: When in conflict, the United Nations should prioritize global poverty reduction over environmental protection..",
          "concontention3": "This is the third argument AGAINST Resolved: When in conflict, the United Nations should prioritize global poverty reduction over environmental protection.."
        },
        {
          "id": 67,
          "resolution": "Resolved: Failed nations are a greater threat to the United States than stable nations.",
          "month": "November",
          "year": 2009,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Failed nations are a greater threat to the United States than stable nations..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Failed nations are a greater threat to the United States than stable nations..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Failed nations are a greater threat to the United States than stable nations..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Failed nations are a greater threat to the United States than stable nations...",
          "concontention1": "This is the first argument AGAINST Resolved: Failed nations are a greater threat to the United States than stable nations..",
          "concontention2": "This is the second argument AGAINST Resolved: Failed nations are a greater threat to the United States than stable nations..",
          "concontention3": "This is the third argument AGAINST Resolved: Failed nations are a greater threat to the United States than stable nations.."
        },
        {
          "id": 68,
          "resolution": "Resolved: That merit pay based on student achievement should be a significant component of K-12 teacher compensation in United States public schools.",
          "month": "December",
          "year": 2009,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That merit pay based on student achievement should be a significant component of K-12 teacher compensation in United States public schools..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That merit pay based on student achievement should be a significant component of K-12 teacher compensation in United States public schools..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That merit pay based on student achievement should be a significant component of K-12 teacher compensation in United States public schools..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That merit pay based on student achievement should be a significant component of K-12 teacher compensation in United States public schools...",
          "concontention1": "This is the first argument AGAINST Resolved: That merit pay based on student achievement should be a significant component of K-12 teacher compensation in United States public schools..",
          "concontention2": "This is the second argument AGAINST Resolved: That merit pay based on student achievement should be a significant component of K-12 teacher compensation in United States public schools..",
          "concontention3": "This is the third argument AGAINST Resolved: That merit pay based on student achievement should be a significant component of K-12 teacher compensation in United States public schools.."
        },
        {
          "id": 69,
          "resolution": "Resolved: President Obama’s plan for increasing troops in Afghanistan is in the United States’ best interest.",
          "month": "January",
          "year": 2010,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: President Obama’s plan for increasing troops in Afghanistan is in the United States’ best interest..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: President Obama’s plan for increasing troops in Afghanistan is in the United States’ best interest..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: President Obama’s plan for increasing troops in Afghanistan is in the United States’ best interest..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: President Obama’s plan for increasing troops in Afghanistan is in the United States’ best interest...",
          "concontention1": "This is the first argument AGAINST Resolved: President Obama’s plan for increasing troops in Afghanistan is in the United States’ best interest..",
          "concontention2": "This is the second argument AGAINST Resolved: President Obama’s plan for increasing troops in Afghanistan is in the United States’ best interest..",
          "concontention3": "This is the third argument AGAINST Resolved: President Obama’s plan for increasing troops in Afghanistan is in the United States’ best interest.."
        },
        {
          "id": 70,
          "resolution": "Resolved: In the United States, organized political lobbying does more harm than good.",
          "month": "February",
          "year": 2010,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, organized political lobbying does more harm than good..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, organized political lobbying does more harm than good..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, organized political lobbying does more harm than good..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, organized political lobbying does more harm than good...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, organized political lobbying does more harm than good..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, organized political lobbying does more harm than good..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, organized political lobbying does more harm than good.."
        },
        {
          "id": 71,
          "resolution": "Resolved: Affirmative action to promote equal opportunity in the United States is justified.",
          "month": "March",
          "year": 2010,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Affirmative action to promote equal opportunity in the United States is justified..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Affirmative action to promote equal opportunity in the United States is justified..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Affirmative action to promote equal opportunity in the United States is justified..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Affirmative action to promote equal opportunity in the United States is justified...",
          "concontention1": "This is the first argument AGAINST Resolved: Affirmative action to promote equal opportunity in the United States is justified..",
          "concontention2": "This is the second argument AGAINST Resolved: Affirmative action to promote equal opportunity in the United States is justified..",
          "concontention3": "This is the third argument AGAINST Resolved: Affirmative action to promote equal opportunity in the United States is justified.."
        },
        {
          "id": 72,
          "resolution": "Resolved: On balance, government employee labor unions have a positive impact on the United States.",
          "month": "April",
          "year": 2010,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, government employee labor unions have a positive impact on the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, government employee labor unions have a positive impact on the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, government employee labor unions have a positive impact on the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, government employee labor unions have a positive impact on the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, government employee labor unions have a positive impact on the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, government employee labor unions have a positive impact on the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, government employee labor unions have a positive impact on the United States.."
        },
        {
          "id": 73,
          "resolution": "Resolved: That the constitutional right of freedom of religion has wrongly evolved into freedom from religion.",
          "month": "NCFL",
          "year": 2010,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "Religion",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the constitutional right of freedom of religion has wrongly evolved into freedom from religion..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the constitutional right of freedom of religion has wrongly evolved into freedom from religion..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the constitutional right of freedom of religion has wrongly evolved into freedom from religion..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the constitutional right of freedom of religion has wrongly evolved into freedom from religion...",
          "concontention1": "This is the first argument AGAINST Resolved: That the constitutional right of freedom of religion has wrongly evolved into freedom from religion..",
          "concontention2": "This is the second argument AGAINST Resolved: That the constitutional right of freedom of religion has wrongly evolved into freedom from religion..",
          "concontention3": "This is the third argument AGAINST Resolved: That the constitutional right of freedom of religion has wrongly evolved into freedom from religion.."
        },
        {
          "id": 74,
          "resolution": "Resolved: Current trends in American political dialogue compromise meaningful democratic deliberation.",
          "month": "National",
          "year": 2010,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Current trends in American political dialogue compromise meaningful democratic deliberation..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Current trends in American political dialogue compromise meaningful democratic deliberation..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Current trends in American political dialogue compromise meaningful democratic deliberation..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Current trends in American political dialogue compromise meaningful democratic deliberation...",
          "concontention1": "This is the first argument AGAINST Resolved: Current trends in American political dialogue compromise meaningful democratic deliberation..",
          "concontention2": "This is the second argument AGAINST Resolved: Current trends in American political dialogue compromise meaningful democratic deliberation..",
          "concontention3": "This is the third argument AGAINST Resolved: Current trends in American political dialogue compromise meaningful democratic deliberation.."
        },
        {
          "id": 75,
          "resolution": "Resolved: Allowing deep water offshore oil drilling is in the best interest of the United States.",
          "month": "September",
          "year": 2010,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "Environment",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Allowing deep water offshore oil drilling is in the best interest of the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Allowing deep water offshore oil drilling is in the best interest of the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Allowing deep water offshore oil drilling is in the best interest of the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Allowing deep water offshore oil drilling is in the best interest of the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: Allowing deep water offshore oil drilling is in the best interest of the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: Allowing deep water offshore oil drilling is in the best interest of the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: Allowing deep water offshore oil drilling is in the best interest of the United States.."
        },
        {
          "id": 76,
          "resolution": "Resolved: NATO presence improves the lives of Afghan citizens.",
          "month": "October",
          "year": 2010,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: NATO presence improves the lives of Afghan citizens..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: NATO presence improves the lives of Afghan citizens..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: NATO presence improves the lives of Afghan citizens..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: NATO presence improves the lives of Afghan citizens...",
          "concontention1": "This is the first argument AGAINST Resolved: NATO presence improves the lives of Afghan citizens..",
          "concontention2": "This is the second argument AGAINST Resolved: NATO presence improves the lives of Afghan citizens..",
          "concontention3": "This is the third argument AGAINST Resolved: NATO presence improves the lives of Afghan citizens.."
        },
        {
          "id": 77,
          "resolution": "Resolved: High school Public Forum Debate resolutions should not confront sensitive religious issues.",
          "month": "November",
          "year": 2010,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "Religion",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: High school Public Forum Debate resolutions should not confront sensitive religious issues..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: High school Public Forum Debate resolutions should not confront sensitive religious issues..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: High school Public Forum Debate resolutions should not confront sensitive religious issues..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: High school Public Forum Debate resolutions should not confront sensitive religious issues...",
          "concontention1": "This is the first argument AGAINST Resolved: High school Public Forum Debate resolutions should not confront sensitive religious issues..",
          "concontention2": "This is the second argument AGAINST Resolved: High school Public Forum Debate resolutions should not confront sensitive religious issues..",
          "concontention3": "This is the third argument AGAINST Resolved: High school Public Forum Debate resolutions should not confront sensitive religious issues.."
        },
        {
          "id": 78,
          "resolution": "Resolved: Cyberbullying should be a criminal offense.",
          "month": "December",
          "year": 2010,
          "qtag": "International",
          "dtag1": "Tech",
          "dtag2": "Justice System",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Cyberbullying should be a criminal offense..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Cyberbullying should be a criminal offense..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Cyberbullying should be a criminal offense..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Cyberbullying should be a criminal offense...",
          "concontention1": "This is the first argument AGAINST Resolved: Cyberbullying should be a criminal offense..",
          "concontention2": "This is the second argument AGAINST Resolved: Cyberbullying should be a criminal offense..",
          "concontention3": "This is the third argument AGAINST Resolved: Cyberbullying should be a criminal offense.."
        },
        {
          "id": 79,
          "resolution": "Resolved: In the United States, plea bargaining undermines the criminal justice system.",
          "month": "January",
          "year": 2011,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, plea bargaining undermines the criminal justice system..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, plea bargaining undermines the criminal justice system..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, plea bargaining undermines the criminal justice system..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, plea bargaining undermines the criminal justice system...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, plea bargaining undermines the criminal justice system..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, plea bargaining undermines the criminal justice system..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, plea bargaining undermines the criminal justice system.."
        },
        {
          "id": 80,
          "resolution": "Resolved: Wikileaks is a threat to United States national security.",
          "month": "February",
          "year": 2011,
          "qtag": "Domestic",
          "dtag1": "Tech",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Wikileaks is a threat to United States national security..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Wikileaks is a threat to United States national security..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Wikileaks is a threat to United States national security..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Wikileaks is a threat to United States national security...",
          "concontention1": "This is the first argument AGAINST Resolved: Wikileaks is a threat to United States national security..",
          "concontention2": "This is the second argument AGAINST Resolved: Wikileaks is a threat to United States national security..",
          "concontention3": "This is the third argument AGAINST Resolved: Wikileaks is a threat to United States national security.."
        },
        {
          "id": 81,
          "resolution": "Resolved: North Korea poses a more serious threat to United States national security than Iran.",
          "month": "March",
          "year": 2011,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "Foreign Policy",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: North Korea poses a more serious threat to United States national security than Iran..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: North Korea poses a more serious threat to United States national security than Iran..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: North Korea poses a more serious threat to United States national security than Iran..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: North Korea poses a more serious threat to United States national security than Iran...",
          "concontention1": "This is the first argument AGAINST Resolved: North Korea poses a more serious threat to United States national security than Iran..",
          "concontention2": "This is the second argument AGAINST Resolved: North Korea poses a more serious threat to United States national security than Iran..",
          "concontention3": "This is the third argument AGAINST Resolved: North Korea poses a more serious threat to United States national security than Iran.."
        },
        {
          "id": 82,
          "resolution": "Resolved: The United States federal government should permit the use of financial incentives to encourage organ donation.",
          "month": "April",
          "year": 2011,
          "qtag": "Domestic",
          "dtag1": "Healthcare",
          "dtag2": "Legal",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should permit the use of financial incentives to encourage organ donation..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should permit the use of financial incentives to encourage organ donation..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should permit the use of financial incentives to encourage organ donation..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should permit the use of financial incentives to encourage organ donation...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should permit the use of financial incentives to encourage organ donation..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should permit the use of financial incentives to encourage organ donation..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should permit the use of financial incentives to encourage organ donation.."
        },
        {
          "id": 83,
          "resolution": "Resolved: That the United States should intervene in another nation’s struggle for democracy.",
          "month": "National",
          "year": 2011,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "Elections",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: That the United States should intervene in another nation’s struggle for democracy..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: That the United States should intervene in another nation’s struggle for democracy..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: That the United States should intervene in another nation’s struggle for democracy..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: That the United States should intervene in another nation’s struggle for democracy...",
          "concontention1": "This is the first argument AGAINST Resolved: That the United States should intervene in another nation’s struggle for democracy..",
          "concontention2": "This is the second argument AGAINST Resolved: That the United States should intervene in another nation’s struggle for democracy..",
          "concontention3": "This is the third argument AGAINST Resolved: That the United States should intervene in another nation’s struggle for democracy.."
        },
        {
          "id": 84,
          "resolution": "Resolved: The benefits of post-9/11 security measures outweigh the harms to personal freedom.",
          "month": "September",
          "year": 2011,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The benefits of post-9/11 security measures outweigh the harms to personal freedom..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The benefits of post-9/11 security measures outweigh the harms to personal freedom..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The benefits of post-9/11 security measures outweigh the harms to personal freedom..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The benefits of post-9/11 security measures outweigh the harms to personal freedom...",
          "concontention1": "This is the first argument AGAINST Resolved: The benefits of post-9/11 security measures outweigh the harms to personal freedom..",
          "concontention2": "This is the second argument AGAINST Resolved: The benefits of post-9/11 security measures outweigh the harms to personal freedom..",
          "concontention3": "This is the third argument AGAINST Resolved: The benefits of post-9/11 security measures outweigh the harms to personal freedom.."
        },
        {
          "id": 85,
          "resolution": "Resolved: Private sector investment in human space exploration is preferable to public sector investment.",
          "month": "October",
          "year": 2011,
          "qtag": "International",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Private sector investment in human space exploration is preferable to public sector investment..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Private sector investment in human space exploration is preferable to public sector investment..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Private sector investment in human space exploration is preferable to public sector investment..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Private sector investment in human space exploration is preferable to public sector investment...",
          "concontention1": "This is the first argument AGAINST Resolved: Private sector investment in human space exploration is preferable to public sector investment..",
          "concontention2": "This is the second argument AGAINST Resolved: Private sector investment in human space exploration is preferable to public sector investment..",
          "concontention3": "This is the third argument AGAINST Resolved: Private sector investment in human space exploration is preferable to public sector investment.."
        },
        {
          "id": 86,
          "resolution": "Resolved: Direct popular vote should replace electoral vote in presidential elections.",
          "month": "November",
          "year": 2011,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Direct popular vote should replace electoral vote in presidential elections..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Direct popular vote should replace electoral vote in presidential elections..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Direct popular vote should replace electoral vote in presidential elections..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Direct popular vote should replace electoral vote in presidential elections...",
          "concontention1": "This is the first argument AGAINST Resolved: Direct popular vote should replace electoral vote in presidential elections..",
          "concontention2": "This is the second argument AGAINST Resolved: Direct popular vote should replace electoral vote in presidential elections..",
          "concontention3": "This is the third argument AGAINST Resolved: Direct popular vote should replace electoral vote in presidential elections.."
        },
        {
          "id": 87,
          "resolution": "Resolved: In the United States, current income disparities threaten democratic ideals.",
          "month": "December",
          "year": 2011,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, current income disparities threaten democratic ideals..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, current income disparities threaten democratic ideals..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, current income disparities threaten democratic ideals..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, current income disparities threaten democratic ideals...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, current income disparities threaten democratic ideals..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, current income disparities threaten democratic ideals..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, current income disparities threaten democratic ideals.."
        },
        {
          "id": 88,
          "resolution": "Resolved: The costs of a college education outweigh the benefits.",
          "month": "January",
          "year": 2012,
          "qtag": "International",
          "dtag1": "Education",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The costs of a college education outweigh the benefits..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The costs of a college education outweigh the benefits..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The costs of a college education outweigh the benefits..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The costs of a college education outweigh the benefits...",
          "concontention1": "This is the first argument AGAINST Resolved: The costs of a college education outweigh the benefits..",
          "concontention2": "This is the second argument AGAINST Resolved: The costs of a college education outweigh the benefits..",
          "concontention3": "This is the third argument AGAINST Resolved: The costs of a college education outweigh the benefits.."
        },
        {
          "id": 89,
          "resolution": "Resolved: Birthright citizenship should be abolished in the United States.",
          "month": "February",
          "year": 2012,
          "qtag": "Domestic",
          "dtag1": "Immigration",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Immigration.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Birthright citizenship should be abolished in the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Birthright citizenship should be abolished in the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Birthright citizenship should be abolished in the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Birthright citizenship should be abolished in the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: Birthright citizenship should be abolished in the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: Birthright citizenship should be abolished in the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: Birthright citizenship should be abolished in the United States.."
        },
        {
          "id": 90,
          "resolution": "Resolved: The United States should suspend all assistance to Pakistan.",
          "month": "March",
          "year": 2012,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should suspend all assistance to Pakistan..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should suspend all assistance to Pakistan..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should suspend all assistance to Pakistan..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should suspend all assistance to Pakistan...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should suspend all assistance to Pakistan..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should suspend all assistance to Pakistan..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should suspend all assistance to Pakistan.."
        },
        {
          "id": 91,
          "resolution": "Resolved: State mandated administration of childhood vaccinations is justified.",
          "month": "April",
          "year": 2012,
          "qtag": "International",
          "dtag1": "Legal",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Legal.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: State mandated administration of childhood vaccinations is justified..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: State mandated administration of childhood vaccinations is justified..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: State mandated administration of childhood vaccinations is justified..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: State mandated administration of childhood vaccinations is justified...",
          "concontention1": "This is the first argument AGAINST Resolved: State mandated administration of childhood vaccinations is justified..",
          "concontention2": "This is the second argument AGAINST Resolved: State mandated administration of childhood vaccinations is justified..",
          "concontention3": "This is the third argument AGAINST Resolved: State mandated administration of childhood vaccinations is justified.."
        },
        {
          "id": 92,
          "resolution": "Resolved: Stand Your Ground laws are a legitimate expansion of the doctrine of self defense.",
          "month": "National",
          "year": 2012,
          "qtag": "Domestic",
          "dtag1": "Guns",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Guns.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Stand Your Ground laws are a legitimate expansion of the doctrine of self defense..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Stand Your Ground laws are a legitimate expansion of the doctrine of self defense..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Stand Your Ground laws are a legitimate expansion of the doctrine of self defense..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Stand Your Ground laws are a legitimate expansion of the doctrine of self defense...",
          "concontention1": "This is the first argument AGAINST Resolved: Stand Your Ground laws are a legitimate expansion of the doctrine of self defense..",
          "concontention2": "This is the second argument AGAINST Resolved: Stand Your Ground laws are a legitimate expansion of the doctrine of self defense..",
          "concontention3": "This is the third argument AGAINST Resolved: Stand Your Ground laws are a legitimate expansion of the doctrine of self defense.."
        },
        {
          "id": 93,
          "resolution": "Resolved: Congress should renew the Federal Assault Weapons Ban.",
          "month": "September",
          "year": 2012,
          "qtag": "Domestic",
          "dtag1": "Guns",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Guns.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Congress should renew the Federal Assault Weapons Ban..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Congress should renew the Federal Assault Weapons Ban..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Congress should renew the Federal Assault Weapons Ban..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Congress should renew the Federal Assault Weapons Ban...",
          "concontention1": "This is the first argument AGAINST Resolved: Congress should renew the Federal Assault Weapons Ban..",
          "concontention2": "This is the second argument AGAINST Resolved: Congress should renew the Federal Assault Weapons Ban..",
          "concontention3": "This is the third argument AGAINST Resolved: Congress should renew the Federal Assault Weapons Ban.."
        },
        {
          "id": 94,
          "resolution": "Resolved: Developed countries have a moral obligation to mitigate the effects of climate change.",
          "month": "October",
          "year": 2012,
          "qtag": "International",
          "dtag1": "Environment",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Environment.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Developed countries have a moral obligation to mitigate the effects of climate change..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Developed countries have a moral obligation to mitigate the effects of climate change..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Developed countries have a moral obligation to mitigate the effects of climate change..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Developed countries have a moral obligation to mitigate the effects of climate change...",
          "concontention1": "This is the first argument AGAINST Resolved: Developed countries have a moral obligation to mitigate the effects of climate change..",
          "concontention2": "This is the second argument AGAINST Resolved: Developed countries have a moral obligation to mitigate the effects of climate change..",
          "concontention3": "This is the third argument AGAINST Resolved: Developed countries have a moral obligation to mitigate the effects of climate change.."
        },
        {
          "id": 95,
          "resolution": "Resolved: Current U.S. foreign policy in the Middle East undermines our national security.",
          "month": "November",
          "year": 2012,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Current U.S. foreign policy in the Middle East undermines our national security..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Current U.S. foreign policy in the Middle East undermines our national security..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Current U.S. foreign policy in the Middle East undermines our national security..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Current U.S. foreign policy in the Middle East undermines our national security...",
          "concontention1": "This is the first argument AGAINST Resolved: Current U.S. foreign policy in the Middle East undermines our national security..",
          "concontention2": "This is the second argument AGAINST Resolved: Current U.S. foreign policy in the Middle East undermines our national security..",
          "concontention3": "This is the third argument AGAINST Resolved: Current U.S. foreign policy in the Middle East undermines our national security.."
        },
        {
          "id": 96,
          "resolution": "Resolved: The United States should prioritize tax increases over spending cuts.",
          "month": "December",
          "year": 2012,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should prioritize tax increases over spending cuts..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should prioritize tax increases over spending cuts..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should prioritize tax increases over spending cuts..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should prioritize tax increases over spending cuts...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should prioritize tax increases over spending cuts..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should prioritize tax increases over spending cuts..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should prioritize tax increases over spending cuts.."
        },
        {
          "id": 97,
          "resolution": "Resolved: On balance, the Supreme Court decision in Citizens United v. Federal Election Commission harms the election process.",
          "month": "January",
          "year": 2013,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "Legal",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, the Supreme Court decision in Citizens United v. Federal Election Commission harms the election process..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, the Supreme Court decision in Citizens United v. Federal Election Commission harms the election process..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, the Supreme Court decision in Citizens United v. Federal Election Commission harms the election process..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, the Supreme Court decision in Citizens United v. Federal Election Commission harms the election process...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, the Supreme Court decision in Citizens United v. Federal Election Commission harms the election process..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, the Supreme Court decision in Citizens United v. Federal Election Commission harms the election process..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, the Supreme Court decision in Citizens United v. Federal Election Commission harms the election process.."
        },
        {
          "id": 98,
          "resolution": "Resolved: On balance, the rise of China is beneficial to the interests of the United States.",
          "month": "February",
          "year": 2013,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, the rise of China is beneficial to the interests of the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, the rise of China is beneficial to the interests of the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, the rise of China is beneficial to the interests of the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, the rise of China is beneficial to the interests of the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, the rise of China is beneficial to the interests of the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, the rise of China is beneficial to the interests of the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, the rise of China is beneficial to the interests of the United States.."
        },
        {
          "id": 99,
          "resolution": "Resolved: The U.S. government should not require its citizens to have health insurance.",
          "month": "March",
          "year": 2013,
          "qtag": "Domestic",
          "dtag1": "Healthcare",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The U.S. government should not require its citizens to have health insurance..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The U.S. government should not require its citizens to have health insurance..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The U.S. government should not require its citizens to have health insurance..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The U.S. government should not require its citizens to have health insurance...",
          "concontention1": "This is the first argument AGAINST Resolved: The U.S. government should not require its citizens to have health insurance..",
          "concontention2": "This is the second argument AGAINST Resolved: The U.S. government should not require its citizens to have health insurance..",
          "concontention3": "This is the third argument AGAINST Resolved: The U.S. government should not require its citizens to have health insurance.."
        },
        {
          "id": 100,
          "resolution": "Resolved: The continuation of current U.S. anti-drug policies in Latin America will do more harm than good.",
          "month": "April",
          "year": 2013,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The continuation of current U.S. anti-drug policies in Latin America will do more harm than good..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The continuation of current U.S. anti-drug policies in Latin America will do more harm than good..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The continuation of current U.S. anti-drug policies in Latin America will do more harm than good..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The continuation of current U.S. anti-drug policies in Latin America will do more harm than good...",
          "concontention1": "This is the first argument AGAINST Resolved: The continuation of current U.S. anti-drug policies in Latin America will do more harm than good..",
          "concontention2": "This is the second argument AGAINST Resolved: The continuation of current U.S. anti-drug policies in Latin America will do more harm than good..",
          "concontention3": "This is the third argument AGAINST Resolved: The continuation of current U.S. anti-drug policies in Latin America will do more harm than good.."
        },
        {
          "id": 101,
          "resolution": "Resolved: The benefits of American drone strikes against foreign targets outweigh the harms.",
          "month": "National",
          "year": 2013,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The benefits of American drone strikes against foreign targets outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The benefits of American drone strikes against foreign targets outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The benefits of American drone strikes against foreign targets outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The benefits of American drone strikes against foreign targets outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: The benefits of American drone strikes against foreign targets outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: The benefits of American drone strikes against foreign targets outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: The benefits of American drone strikes against foreign targets outweigh the harms.."
        },
        {
          "id": 102,
          "resolution": "Resolved: Unilateral military force by the United States is justified to prevent nuclear proliferation.",
          "month": "September/October",
          "year": 2013,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Unilateral military force by the United States is justified to prevent nuclear proliferation..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Unilateral military force by the United States is justified to prevent nuclear proliferation..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Unilateral military force by the United States is justified to prevent nuclear proliferation..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Unilateral military force by the United States is justified to prevent nuclear proliferation...",
          "concontention1": "This is the first argument AGAINST Resolved: Unilateral military force by the United States is justified to prevent nuclear proliferation..",
          "concontention2": "This is the second argument AGAINST Resolved: Unilateral military force by the United States is justified to prevent nuclear proliferation..",
          "concontention3": "This is the third argument AGAINST Resolved: Unilateral military force by the United States is justified to prevent nuclear proliferation.."
        },
        {
          "id": 103,
          "resolution": "Resolved: The benefits of domestic surveillance by the National Security Agency outweigh the harms.",
          "month": "November",
          "year": 2013,
          "qtag": "Domestic",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The benefits of domestic surveillance by the National Security Agency outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The benefits of domestic surveillance by the National Security Agency outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The benefits of domestic surveillance by the National Security Agency outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The benefits of domestic surveillance by the National Security Agency outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: The benefits of domestic surveillance by the National Security Agency outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: The benefits of domestic surveillance by the National Security Agency outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: The benefits of domestic surveillance by the National Security Agency outweigh the harms.."
        },
        {
          "id": 104,
          "resolution": "Resolved: Immigration reform should include a path to citizenship for undocumented immigrants currently living in the United States.",
          "month": "December",
          "year": 2013,
          "qtag": "Domestic",
          "dtag1": "Immigration",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Immigration.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Immigration reform should include a path to citizenship for undocumented immigrants currently living in the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Immigration reform should include a path to citizenship for undocumented immigrants currently living in the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Immigration reform should include a path to citizenship for undocumented immigrants currently living in the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Immigration reform should include a path to citizenship for undocumented immigrants currently living in the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: Immigration reform should include a path to citizenship for undocumented immigrants currently living in the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: Immigration reform should include a path to citizenship for undocumented immigrants currently living in the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: Immigration reform should include a path to citizenship for undocumented immigrants currently living in the United States.."
        },
        {
          "id": 105,
          "resolution": "Resolved: Development assistance should be prioritized over military aid in the Sahel region of Africa.",
          "month": "January",
          "year": 2014,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Development assistance should be prioritized over military aid in the Sahel region of Africa..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Development assistance should be prioritized over military aid in the Sahel region of Africa..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Development assistance should be prioritized over military aid in the Sahel region of Africa..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Development assistance should be prioritized over military aid in the Sahel region of Africa...",
          "concontention1": "This is the first argument AGAINST Resolved: Development assistance should be prioritized over military aid in the Sahel region of Africa..",
          "concontention2": "This is the second argument AGAINST Resolved: Development assistance should be prioritized over military aid in the Sahel region of Africa..",
          "concontention3": "This is the third argument AGAINST Resolved: Development assistance should be prioritized over military aid in the Sahel region of Africa.."
        },
        {
          "id": 106,
          "resolution": "Resolved: The Supreme Court rightly decided that Section 4 of the Voting Rights Act violated the Constitution.",
          "month": "February",
          "year": 2014,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The Supreme Court rightly decided that Section 4 of the Voting Rights Act violated the Constitution..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The Supreme Court rightly decided that Section 4 of the Voting Rights Act violated the Constitution..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The Supreme Court rightly decided that Section 4 of the Voting Rights Act violated the Constitution..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The Supreme Court rightly decided that Section 4 of the Voting Rights Act violated the Constitution...",
          "concontention1": "This is the first argument AGAINST Resolved: The Supreme Court rightly decided that Section 4 of the Voting Rights Act violated the Constitution..",
          "concontention2": "This is the second argument AGAINST Resolved: The Supreme Court rightly decided that Section 4 of the Voting Rights Act violated the Constitution..",
          "concontention3": "This is the third argument AGAINST Resolved: The Supreme Court rightly decided that Section 4 of the Voting Rights Act violated the Constitution.."
        },
        {
          "id": 107,
          "resolution": "Resolved: Single-gender classrooms would improve the quality of education in American public schools.",
          "month": "March",
          "year": 2014,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Single-gender classrooms would improve the quality of education in American public schools..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Single-gender classrooms would improve the quality of education in American public schools..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Single-gender classrooms would improve the quality of education in American public schools..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Single-gender classrooms would improve the quality of education in American public schools...",
          "concontention1": "This is the first argument AGAINST Resolved: Single-gender classrooms would improve the quality of education in American public schools..",
          "concontention2": "This is the second argument AGAINST Resolved: Single-gender classrooms would improve the quality of education in American public schools..",
          "concontention3": "This is the third argument AGAINST Resolved: Single-gender classrooms would improve the quality of education in American public schools.."
        },
        {
          "id": 108,
          "resolution": "Resolved: Prioritizing economic development over environmental protection is in the best interest of the people of India.",
          "month": "April",
          "year": 2014,
          "qtag": "International",
          "dtag1": "Environment",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Environment.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Prioritizing economic development over environmental protection is in the best interest of the people of India..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Prioritizing economic development over environmental protection is in the best interest of the people of India..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Prioritizing economic development over environmental protection is in the best interest of the people of India..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Prioritizing economic development over environmental protection is in the best interest of the people of India...",
          "concontention1": "This is the first argument AGAINST Resolved: Prioritizing economic development over environmental protection is in the best interest of the people of India..",
          "concontention2": "This is the second argument AGAINST Resolved: Prioritizing economic development over environmental protection is in the best interest of the people of India..",
          "concontention3": "This is the third argument AGAINST Resolved: Prioritizing economic development over environmental protection is in the best interest of the people of India.."
        },
        {
          "id": 109,
          "resolution": "Resolved: NATO should strengthen its relationship with Ukraine in order to deter further Russian aggression.",
          "month": "National",
          "year": 2014,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: NATO should strengthen its relationship with Ukraine in order to deter further Russian aggression..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: NATO should strengthen its relationship with Ukraine in order to deter further Russian aggression..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: NATO should strengthen its relationship with Ukraine in order to deter further Russian aggression..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: NATO should strengthen its relationship with Ukraine in order to deter further Russian aggression...",
          "concontention1": "This is the first argument AGAINST Resolved: NATO should strengthen its relationship with Ukraine in order to deter further Russian aggression..",
          "concontention2": "This is the second argument AGAINST Resolved: NATO should strengthen its relationship with Ukraine in order to deter further Russian aggression..",
          "concontention3": "This is the third argument AGAINST Resolved: NATO should strengthen its relationship with Ukraine in order to deter further Russian aggression.."
        },
        {
          "id": 110,
          "resolution": "Resolved: On balance, public subsidies for professional athletic organizations in the United States benefit their local communities.",
          "month": "September/October",
          "year": 2014,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, public subsidies for professional athletic organizations in the United States benefit their local communities..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, public subsidies for professional athletic organizations in the United States benefit their local communities..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, public subsidies for professional athletic organizations in the United States benefit their local communities..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, public subsidies for professional athletic organizations in the United States benefit their local communities...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, public subsidies for professional athletic organizations in the United States benefit their local communities..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, public subsidies for professional athletic organizations in the United States benefit their local communities..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, public subsidies for professional athletic organizations in the United States benefit their local communities.."
        },
        {
          "id": 111,
          "resolution": "Resolved: On balance, the benefits of genetically modified foods outweigh the harms.",
          "month": "November",
          "year": 2014,
          "qtag": "International",
          "dtag1": "Healthcare",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, the benefits of genetically modified foods outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, the benefits of genetically modified foods outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, the benefits of genetically modified foods outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, the benefits of genetically modified foods outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, the benefits of genetically modified foods outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, the benefits of genetically modified foods outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, the benefits of genetically modified foods outweigh the harms.."
        },
        {
          "id": 112,
          "resolution": "Resolved: For-profit prisons in the United States should be banned.",
          "month": "December",
          "year": 2014,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: For-profit prisons in the United States should be banned..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: For-profit prisons in the United States should be banned..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: For-profit prisons in the United States should be banned..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: For-profit prisons in the United States should be banned...",
          "concontention1": "This is the first argument AGAINST Resolved: For-profit prisons in the United States should be banned..",
          "concontention2": "This is the second argument AGAINST Resolved: For-profit prisons in the United States should be banned..",
          "concontention3": "This is the third argument AGAINST Resolved: For-profit prisons in the United States should be banned.."
        },
        {
          "id": 113,
          "resolution": "Resolved: United Nations peacekeepers should have the power to engage in offensive operations.",
          "month": "January",
          "year": 2015,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: United Nations peacekeepers should have the power to engage in offensive operations..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: United Nations peacekeepers should have the power to engage in offensive operations..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: United Nations peacekeepers should have the power to engage in offensive operations..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: United Nations peacekeepers should have the power to engage in offensive operations...",
          "concontention1": "This is the first argument AGAINST Resolved: United Nations peacekeepers should have the power to engage in offensive operations..",
          "concontention2": "This is the second argument AGAINST Resolved: United Nations peacekeepers should have the power to engage in offensive operations..",
          "concontention3": "This is the third argument AGAINST Resolved: United Nations peacekeepers should have the power to engage in offensive operations.."
        },
        {
          "id": 114,
          "resolution": "Resolved: On balance, economic globalization benefits worldwide poverty reduction.",
          "month": "February",
          "year": 2015,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, economic globalization benefits worldwide poverty reduction..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, economic globalization benefits worldwide poverty reduction..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, economic globalization benefits worldwide poverty reduction..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, economic globalization benefits worldwide poverty reduction...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, economic globalization benefits worldwide poverty reduction..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, economic globalization benefits worldwide poverty reduction..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, economic globalization benefits worldwide poverty reduction.."
        },
        {
          "id": 115,
          "resolution": "Resolved: In the United States, students should be guaranteed two years of free tuition to a community or technical college.",
          "month": "March",
          "year": 2015,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, students should be guaranteed two years of free tuition to a community or technical college..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, students should be guaranteed two years of free tuition to a community or technical college..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, students should be guaranteed two years of free tuition to a community or technical college..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, students should be guaranteed two years of free tuition to a community or technical college...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, students should be guaranteed two years of free tuition to a community or technical college..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, students should be guaranteed two years of free tuition to a community or technical college..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, students should be guaranteed two years of free tuition to a community or technical college.."
        },
        {
          "id": 116,
          "resolution": "Resolved: Committing United States ground combat troops to fight ISIL is in the best interest of the United States.",
          "month": "April",
          "year": 2015,
          "qtag": "Domestic",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Committing United States ground combat troops to fight ISIL is in the best interest of the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Committing United States ground combat troops to fight ISIL is in the best interest of the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Committing United States ground combat troops to fight ISIL is in the best interest of the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Committing United States ground combat troops to fight ISIL is in the best interest of the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: Committing United States ground combat troops to fight ISIL is in the best interest of the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: Committing United States ground combat troops to fight ISIL is in the best interest of the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: Committing United States ground combat troops to fight ISIL is in the best interest of the United States.."
        },
        {
          "id": 117,
          "resolution": "Resolved: The benefits of First Amendment protection of anonymous speech outweigh the harms.",
          "month": "National",
          "year": 2015,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The benefits of First Amendment protection of anonymous speech outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The benefits of First Amendment protection of anonymous speech outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The benefits of First Amendment protection of anonymous speech outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The benefits of First Amendment protection of anonymous speech outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: The benefits of First Amendment protection of anonymous speech outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: The benefits of First Amendment protection of anonymous speech outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: The benefits of First Amendment protection of anonymous speech outweigh the harms.."
        },
        {
          "id": 118,
          "resolution": "Resolved: The United States Federal Government ought to pay reparations to African Americans.",
          "month": "September/October",
          "year": 2015,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States Federal Government ought to pay reparations to African Americans..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States Federal Government ought to pay reparations to African Americans..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States Federal Government ought to pay reparations to African Americans..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States Federal Government ought to pay reparations to African Americans...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States Federal Government ought to pay reparations to African Americans..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States Federal Government ought to pay reparations to African Americans..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States Federal Government ought to pay reparations to African Americans.."
        },
        {
          "id": 119,
          "resolution": "Resolved: In response to the current crisis, a government should prioritize the humanitarian needs of refugees over its national interests.",
          "month": "November",
          "year": 2015,
          "qtag": "International",
          "dtag1": "Immigration",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Immigration.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In response to the current crisis, a government should prioritize the humanitarian needs of refugees over its national interests..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In response to the current crisis, a government should prioritize the humanitarian needs of refugees over its national interests..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In response to the current crisis, a government should prioritize the humanitarian needs of refugees over its national interests..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In response to the current crisis, a government should prioritize the humanitarian needs of refugees over its national interests...",
          "concontention1": "This is the first argument AGAINST Resolved: In response to the current crisis, a government should prioritize the humanitarian needs of refugees over its national interests..",
          "concontention2": "This is the second argument AGAINST Resolved: In response to the current crisis, a government should prioritize the humanitarian needs of refugees over its national interests..",
          "concontention3": "This is the third argument AGAINST Resolved: In response to the current crisis, a government should prioritize the humanitarian needs of refugees over its national interests.."
        },
        {
          "id": 120,
          "resolution": "Resolved: On balance, standardized testing is beneficial to K-12 education in the United States.",
          "month": "December",
          "year": 2015,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, standardized testing is beneficial to K-12 education in the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, standardized testing is beneficial to K-12 education in the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, standardized testing is beneficial to K-12 education in the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, standardized testing is beneficial to K-12 education in the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, standardized testing is beneficial to K-12 education in the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, standardized testing is beneficial to K-12 education in the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, standardized testing is beneficial to K-12 education in the United States.."
        },
        {
          "id": 121,
          "resolution": "Resolved: On balance, economic sanctions are reducing the threat Russia poses to Western interests.",
          "month": "January",
          "year": 2016,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, economic sanctions are reducing the threat Russia poses to Western interests..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, economic sanctions are reducing the threat Russia poses to Western interests..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, economic sanctions are reducing the threat Russia poses to Western interests..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, economic sanctions are reducing the threat Russia poses to Western interests...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, economic sanctions are reducing the threat Russia poses to Western interests..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, economic sanctions are reducing the threat Russia poses to Western interests..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, economic sanctions are reducing the threat Russia poses to Western interests.."
        },
        {
          "id": 122,
          "resolution": "Resolved: The United States federal government should adopt a carbon tax.",
          "month": "February",
          "year": 2016,
          "qtag": "Domestic",
          "dtag1": "Environment",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Environment.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should adopt a carbon tax..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should adopt a carbon tax..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should adopt a carbon tax..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should adopt a carbon tax...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should adopt a carbon tax..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should adopt a carbon tax..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should adopt a carbon tax.."
        },
        {
          "id": 123,
          "resolution": "Resolved: The United States should withdraw its military presence from Okinawa.",
          "month": "March",
          "year": 2016,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should withdraw its military presence from Okinawa..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should withdraw its military presence from Okinawa..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should withdraw its military presence from Okinawa..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should withdraw its military presence from Okinawa...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should withdraw its military presence from Okinawa..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should withdraw its military presence from Okinawa..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should withdraw its military presence from Okinawa.."
        },
        {
          "id": 124,
          "resolution": "Resolved: To alleviate income inequality in the United States, increased spending on public infrastructure should be prioritized over increased spending on means-tested welfare programs.",
          "month": "April",
          "year": 2016,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: To alleviate income inequality in the United States, increased spending on public infrastructure should be prioritized over increased spending on means-tested welfare programs..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: To alleviate income inequality in the United States, increased spending on public infrastructure should be prioritized over increased spending on means-tested welfare programs..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: To alleviate income inequality in the United States, increased spending on public infrastructure should be prioritized over increased spending on means-tested welfare programs..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: To alleviate income inequality in the United States, increased spending on public infrastructure should be prioritized over increased spending on means-tested welfare programs...",
          "concontention1": "This is the first argument AGAINST Resolved: To alleviate income inequality in the United States, increased spending on public infrastructure should be prioritized over increased spending on means-tested welfare programs..",
          "concontention2": "This is the second argument AGAINST Resolved: To alleviate income inequality in the United States, increased spending on public infrastructure should be prioritized over increased spending on means-tested welfare programs..",
          "concontention3": "This is the third argument AGAINST Resolved: To alleviate income inequality in the United States, increased spending on public infrastructure should be prioritized over increased spending on means-tested welfare programs.."
        },
        {
          "id": 125,
          "resolution": "On balance, a one-day national primary would be more beneficial for the United States than our current presidential primary process.",
          "month": "National",
          "year": 2016,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF On balance, a one-day national primary would be more beneficial for the United States than our current presidential primary process..",
          "procontention2": "This is the second argument IN FAVOR OF On balance, a one-day national primary would be more beneficial for the United States than our current presidential primary process..",
          "procontention3": "This is the third argument IN FAVOR OF On balance, a one-day national primary would be more beneficial for the United States than our current presidential primary process..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF On balance, a one-day national primary would be more beneficial for the United States than our current presidential primary process...",
          "concontention1": "This is the first argument AGAINST On balance, a one-day national primary would be more beneficial for the United States than our current presidential primary process..",
          "concontention2": "This is the second argument AGAINST On balance, a one-day national primary would be more beneficial for the United States than our current presidential primary process..",
          "concontention3": "This is the third argument AGAINST On balance, a one-day national primary would be more beneficial for the United States than our current presidential primary process.."
        },
        {
          "id": 126,
          "resolution": "Resolved: In United States public K-12 schools, the probable cause standard ought to apply to searches of students.",
          "month": "September/October",
          "year": 2016,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "Justice System",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In United States public K-12 schools, the probable cause standard ought to apply to searches of students..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In United States public K-12 schools, the probable cause standard ought to apply to searches of students..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In United States public K-12 schools, the probable cause standard ought to apply to searches of students..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In United States public K-12 schools, the probable cause standard ought to apply to searches of students...",
          "concontention1": "This is the first argument AGAINST Resolved: In United States public K-12 schools, the probable cause standard ought to apply to searches of students..",
          "concontention2": "This is the second argument AGAINST Resolved: In United States public K-12 schools, the probable cause standard ought to apply to searches of students..",
          "concontention3": "This is the third argument AGAINST Resolved: In United States public K-12 schools, the probable cause standard ought to apply to searches of students.."
        },
        {
          "id": 127,
          "resolution": "Resolved: On balance, the benefits of the Internet of Things outweigh the harms of decreased personal privacy.",
          "month": "November",
          "year": 2016,
          "qtag": "International",
          "dtag1": "Tech",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, the benefits of the Internet of Things outweigh the harms of decreased personal privacy..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, the benefits of the Internet of Things outweigh the harms of decreased personal privacy..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, the benefits of the Internet of Things outweigh the harms of decreased personal privacy..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, the benefits of the Internet of Things outweigh the harms of decreased personal privacy...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, the benefits of the Internet of Things outweigh the harms of decreased personal privacy..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, the benefits of the Internet of Things outweigh the harms of decreased personal privacy..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, the benefits of the Internet of Things outweigh the harms of decreased personal privacy.."
        },
        {
          "id": 128,
          "resolution": "Resolved: The United States should end Plan Colombia.",
          "month": "December",
          "year": 2016,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should end Plan Colombia..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should end Plan Colombia..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should end Plan Colombia..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should end Plan Colombia...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should end Plan Colombia..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should end Plan Colombia..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should end Plan Colombia.."
        },
        {
          "id": 129,
          "resolution": "Resolved: In order to better respond to international conflicts, the United States should significantly increase its military spending.",
          "month": "January",
          "year": 2017,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In order to better respond to international conflicts, the United States should significantly increase its military spending..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In order to better respond to international conflicts, the United States should significantly increase its military spending..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In order to better respond to international conflicts, the United States should significantly increase its military spending..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In order to better respond to international conflicts, the United States should significantly increase its military spending...",
          "concontention1": "This is the first argument AGAINST Resolved: In order to better respond to international conflicts, the United States should significantly increase its military spending..",
          "concontention2": "This is the second argument AGAINST Resolved: In order to better respond to international conflicts, the United States should significantly increase its military spending..",
          "concontention3": "This is the third argument AGAINST Resolved: In order to better respond to international conflicts, the United States should significantly increase its military spending.."
        },
        {
          "id": 130,
          "resolution": "Resolved: The United States should lift its embargo against Cuba.",
          "month": "February",
          "year": 2017,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "Foreign Policy",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should lift its embargo against Cuba..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should lift its embargo against Cuba..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should lift its embargo against Cuba..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should lift its embargo against Cuba...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should lift its embargo against Cuba..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should lift its embargo against Cuba..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should lift its embargo against Cuba.."
        },
        {
          "id": 131,
          "resolution": "Resolved: The United States should no longer pressure Israel to work toward a two-state solution.",
          "month": "March",
          "year": 2017,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should no longer pressure Israel to work toward a two-state solution..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should no longer pressure Israel to work toward a two-state solution..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should no longer pressure Israel to work toward a two-state solution..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should no longer pressure Israel to work toward a two-state solution...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should no longer pressure Israel to work toward a two-state solution..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should no longer pressure Israel to work toward a two-state solution..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should no longer pressure Israel to work toward a two-state solution.."
        },
        {
          "id": 132,
          "resolution": "Resolved: The United States ought to replace the Electoral College with a direct national popular vote.",
          "month": "April",
          "year": 2017,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States ought to replace the Electoral College with a direct national popular vote..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States ought to replace the Electoral College with a direct national popular vote..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States ought to replace the Electoral College with a direct national popular vote..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States ought to replace the Electoral College with a direct national popular vote...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States ought to replace the Electoral College with a direct national popular vote..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States ought to replace the Electoral College with a direct national popular vote..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States ought to replace the Electoral College with a direct national popular vote.."
        },
        {
          "id": 133,
          "resolution": "Resolved: In East Africa, the United States federal government should prioritize its counterterrorism efforts over its humanitarian assistance.",
          "month": "National",
          "year": 2017,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In East Africa, the United States federal government should prioritize its counterterrorism efforts over its humanitarian assistance..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In East Africa, the United States federal government should prioritize its counterterrorism efforts over its humanitarian assistance..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In East Africa, the United States federal government should prioritize its counterterrorism efforts over its humanitarian assistance..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In East Africa, the United States federal government should prioritize its counterterrorism efforts over its humanitarian assistance...",
          "concontention1": "This is the first argument AGAINST Resolved: In East Africa, the United States federal government should prioritize its counterterrorism efforts over its humanitarian assistance..",
          "concontention2": "This is the second argument AGAINST Resolved: In East Africa, the United States federal government should prioritize its counterterrorism efforts over its humanitarian assistance..",
          "concontention3": "This is the third argument AGAINST Resolved: In East Africa, the United States federal government should prioritize its counterterrorism efforts over its humanitarian assistance.."
        },
        {
          "id": 134,
          "resolution": "Resolved: Deployment of anti-missile systems is in South Korea’s best interest.",
          "month": "September/October",
          "year": 2017,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Deployment of anti-missile systems is in South Korea’s best interest..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Deployment of anti-missile systems is in South Korea’s best interest..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Deployment of anti-missile systems is in South Korea’s best interest..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Deployment of anti-missile systems is in South Korea’s best interest...",
          "concontention1": "This is the first argument AGAINST Resolved: Deployment of anti-missile systems is in South Korea’s best interest..",
          "concontention2": "This is the second argument AGAINST Resolved: Deployment of anti-missile systems is in South Korea’s best interest..",
          "concontention3": "This is the third argument AGAINST Resolved: Deployment of anti-missile systems is in South Korea’s best interest.."
        },
        {
          "id": 135,
          "resolution": "Resolved: The United States should require universal background checks for all gun sales and transfers of ownership.",
          "month": "November",
          "year": 2017,
          "qtag": "Domestic",
          "dtag1": "Guns",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Guns.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should require universal background checks for all gun sales and transfers of ownership..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should require universal background checks for all gun sales and transfers of ownership..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should require universal background checks for all gun sales and transfers of ownership..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should require universal background checks for all gun sales and transfers of ownership...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should require universal background checks for all gun sales and transfers of ownership..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should require universal background checks for all gun sales and transfers of ownership..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should require universal background checks for all gun sales and transfers of ownership.."
        },
        {
          "id": 136,
          "resolution": "Resolved: NCAA student athletes ought to be recognized as employees under the Fair Labor Standards Act.",
          "month": "December",
          "year": 2017,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: NCAA student athletes ought to be recognized as employees under the Fair Labor Standards Act..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: NCAA student athletes ought to be recognized as employees under the Fair Labor Standards Act..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: NCAA student athletes ought to be recognized as employees under the Fair Labor Standards Act..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: NCAA student athletes ought to be recognized as employees under the Fair Labor Standards Act...",
          "concontention1": "This is the first argument AGAINST Resolved: NCAA student athletes ought to be recognized as employees under the Fair Labor Standards Act..",
          "concontention2": "This is the second argument AGAINST Resolved: NCAA student athletes ought to be recognized as employees under the Fair Labor Standards Act..",
          "concontention3": "This is the third argument AGAINST Resolved: NCAA student athletes ought to be recognized as employees under the Fair Labor Standards Act.."
        },
        {
          "id": 137,
          "resolution": "Resolved: Spain should grant Catalonia its independence.",
          "month": "January",
          "year": 2018,
          "qtag": "International",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Spain should grant Catalonia its independence..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Spain should grant Catalonia its independence..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Spain should grant Catalonia its independence..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Spain should grant Catalonia its independence...",
          "concontention1": "This is the first argument AGAINST Resolved: Spain should grant Catalonia its independence..",
          "concontention2": "This is the second argument AGAINST Resolved: Spain should grant Catalonia its independence..",
          "concontention3": "This is the third argument AGAINST Resolved: Spain should grant Catalonia its independence.."
        },
        {
          "id": 138,
          "resolution": "Resolved: The United States should abolish the capital gains tax.",
          "month": "February",
          "year": 2018,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should abolish the capital gains tax..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should abolish the capital gains tax..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should abolish the capital gains tax..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should abolish the capital gains tax...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should abolish the capital gains tax..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should abolish the capital gains tax..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should abolish the capital gains tax.."
        },
        {
          "id": 139,
          "resolution": "Resolved: On balance, the current Authorization for Use of Military Force gives too much power to the president.",
          "month": "March",
          "year": 2018,
          "qtag": "Domestic",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, the current Authorization for Use of Military Force gives too much power to the president..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, the current Authorization for Use of Military Force gives too much power to the president..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, the current Authorization for Use of Military Force gives too much power to the president..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, the current Authorization for Use of Military Force gives too much power to the president...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, the current Authorization for Use of Military Force gives too much power to the president..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, the current Authorization for Use of Military Force gives too much power to the president..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, the current Authorization for Use of Military Force gives too much power to the president.."
        },
        {
          "id": 140,
          "resolution": "Resolved: The United States federal government should increase its quota of H-1B visas.",
          "month": "April",
          "year": 2018,
          "qtag": "International",
          "dtag1": "Immigration",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Immigration.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should increase its quota of H-1B visas..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should increase its quota of H-1B visas..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should increase its quota of H-1B visas..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should increase its quota of H-1B visas...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should increase its quota of H-1B visas..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should increase its quota of H-1B visas..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should increase its quota of H-1B visas.."
        },
        {
          "id": 141,
          "resolution": "Resolved: On balance, the benefits of United States participation in the North American Free Trade Agreement outweigh the consequences.",
          "month": "National",
          "year": 2018,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "Foreign Policy",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, the benefits of United States participation in the North American Free Trade Agreement outweigh the consequences..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, the benefits of United States participation in the North American Free Trade Agreement outweigh the consequences..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, the benefits of United States participation in the North American Free Trade Agreement outweigh the consequences..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, the benefits of United States participation in the North American Free Trade Agreement outweigh the consequences...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, the benefits of United States participation in the North American Free Trade Agreement outweigh the consequences..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, the benefits of United States participation in the North American Free Trade Agreement outweigh the consequences..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, the benefits of United States participation in the North American Free Trade Agreement outweigh the consequences.."
        },
        {
          "id": 142,
          "resolution": "Resolved: The United States should accede to the United Nations Convention on the Law of the Sea without reservations.",
          "month": "September/October",
          "year": 2018,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should accede to the United Nations Convention on the Law of the Sea without reservations..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should accede to the United Nations Convention on the Law of the Sea without reservations..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should accede to the United Nations Convention on the Law of the Sea without reservations..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should accede to the United Nations Convention on the Law of the Sea without reservations...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should accede to the United Nations Convention on the Law of the Sea without reservations..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should accede to the United Nations Convention on the Law of the Sea without reservations..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should accede to the United Nations Convention on the Law of the Sea without reservations.."
        },
        {
          "id": 143,
          "resolution": "Resolved: The United States federal government should impose price controls on the pharmaceutical industry.",
          "month": "November/December",
          "year": 2018,
          "qtag": "Domestic",
          "dtag1": "Healthcare",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should impose price controls on the pharmaceutical industry..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should impose price controls on the pharmaceutical industry..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should impose price controls on the pharmaceutical industry..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should impose price controls on the pharmaceutical industry...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should impose price controls on the pharmaceutical industry..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should impose price controls on the pharmaceutical industry..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should impose price controls on the pharmaceutical industry.."
        },
        {
          "id": 144,
          "resolution": "Resolved: The United States federal government should prioritize reducing the federal debt over promoting economic growth.",
          "month": "January",
          "year": 2019,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should prioritize reducing the federal debt over promoting economic growth..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should prioritize reducing the federal debt over promoting economic growth..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should prioritize reducing the federal debt over promoting economic growth..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should prioritize reducing the federal debt over promoting economic growth...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should prioritize reducing the federal debt over promoting economic growth..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should prioritize reducing the federal debt over promoting economic growth..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should prioritize reducing the federal debt over promoting economic growth.."
        },
        {
          "id": 145,
          "resolution": "Resolved: The United States should end its arms sales to Saudi Arabia.",
          "month": "February",
          "year": 2019,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should end its arms sales to Saudi Arabia..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should end its arms sales to Saudi Arabia..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should end its arms sales to Saudi Arabia..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should end its arms sales to Saudi Arabia...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should end its arms sales to Saudi Arabia..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should end its arms sales to Saudi Arabia..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should end its arms sales to Saudi Arabia.."
        },
        {
          "id": 146,
          "resolution": "Resolved: The United States should promote the development of market rate housing in urban neighborhoods.",
          "month": "March",
          "year": 2019,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should promote the development of market rate housing in urban neighborhoods..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should promote the development of market rate housing in urban neighborhoods..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should promote the development of market rate housing in urban neighborhoods..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should promote the development of market rate housing in urban neighborhoods...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should promote the development of market rate housing in urban neighborhoods..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should promote the development of market rate housing in urban neighborhoods..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should promote the development of market rate housing in urban neighborhoods.."
        },
        {
          "id": 147,
          "resolution": "Resolved: The United Nations should grant India permanent membership on the Security Council.",
          "month": "April",
          "year": 2019,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United Nations should grant India permanent membership on the Security Council..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United Nations should grant India permanent membership on the Security Council..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United Nations should grant India permanent membership on the Security Council..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United Nations should grant India permanent membership on the Security Council...",
          "concontention1": "This is the first argument AGAINST Resolved: The United Nations should grant India permanent membership on the Security Council..",
          "concontention2": "This is the second argument AGAINST Resolved: The United Nations should grant India permanent membership on the Security Council..",
          "concontention3": "This is the third argument AGAINST Resolved: The United Nations should grant India permanent membership on the Security Council.."
        },
        {
          "id": 148,
          "resolution": "Resolved: The United States federal government should enforce antitrust regulations on technology giants.",
          "month": "National",
          "year": 2019,
          "qtag": "Domestic",
          "dtag1": "Tech",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should enforce antitrust regulations on technology giants..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should enforce antitrust regulations on technology giants..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should enforce antitrust regulations on technology giants..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should enforce antitrust regulations on technology giants...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should enforce antitrust regulations on technology giants..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should enforce antitrust regulations on technology giants..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should enforce antitrust regulations on technology giants.."
        },
        {
          "id": 149,
          "resolution": "Resolved: The European Union should join the Belt and Road Initiative.",
          "month": "September/October",
          "year": 2019,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The European Union should join the Belt and Road Initiative..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The European Union should join the Belt and Road Initiative..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The European Union should join the Belt and Road Initiative..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The European Union should join the Belt and Road Initiative...",
          "concontention1": "This is the first argument AGAINST Resolved: The European Union should join the Belt and Road Initiative..",
          "concontention2": "This is the second argument AGAINST Resolved: The European Union should join the Belt and Road Initiative..",
          "concontention3": "This is the third argument AGAINST Resolved: The European Union should join the Belt and Road Initiative.."
        },
        {
          "id": 150,
          "resolution": "Resolved: The benefits of the United States federal government’s use of offensive cyber operations outweigh the harms.",
          "month": "November/December",
          "year": 2019,
          "qtag": "Domestic",
          "dtag1": "Tech",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The benefits of the United States federal government’s use of offensive cyber operations outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The benefits of the United States federal government’s use of offensive cyber operations outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The benefits of the United States federal government’s use of offensive cyber operations outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The benefits of the United States federal government’s use of offensive cyber operations outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: The benefits of the United States federal government’s use of offensive cyber operations outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: The benefits of the United States federal government’s use of offensive cyber operations outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: The benefits of the United States federal government’s use of offensive cyber operations outweigh the harms.."
        },
        {
          "id": 151,
          "resolution": "Resolved: The United States should end its economic sanctions against Venezuela.",
          "month": "January",
          "year": 2020,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should end its economic sanctions against Venezuela..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should end its economic sanctions against Venezuela..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should end its economic sanctions against Venezuela..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should end its economic sanctions against Venezuela...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should end its economic sanctions against Venezuela..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should end its economic sanctions against Venezuela..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should end its economic sanctions against Venezuela.."
        },
        {
          "id": 152,
          "resolution": "Resolved: The United States should replace means-tested welfare programs with a universal basic income.",
          "month": "February",
          "year": 2020,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should replace means-tested welfare programs with a universal basic income..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should replace means-tested welfare programs with a universal basic income..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should replace means-tested welfare programs with a universal basic income..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should replace means-tested welfare programs with a universal basic income...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should replace means-tested welfare programs with a universal basic income..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should replace means-tested welfare programs with a universal basic income..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should replace means-tested welfare programs with a universal basic income.."
        },
        {
          "id": 153,
          "resolution": "Resolved: The United States should increase its use of nuclear energy for commercial energy production.",
          "month": "March",
          "year": 2020,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should increase its use of nuclear energy for commercial energy production..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should increase its use of nuclear energy for commercial energy production..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should increase its use of nuclear energy for commercial energy production..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should increase its use of nuclear energy for commercial energy production...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should increase its use of nuclear energy for commercial energy production..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should increase its use of nuclear energy for commercial energy production..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should increase its use of nuclear energy for commercial energy production.."
        },
        {
          "id": 154,
          "resolution": "Resolved: The United States should remove nearly all of its military presence in the Arab States of the Persian Gulf.",
          "month": "April",
          "year": 2020,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "National Security",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should remove nearly all of its military presence in the Arab States of the Persian Gulf..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should remove nearly all of its military presence in the Arab States of the Persian Gulf..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should remove nearly all of its military presence in the Arab States of the Persian Gulf..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should remove nearly all of its military presence in the Arab States of the Persian Gulf...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should remove nearly all of its military presence in the Arab States of the Persian Gulf..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should remove nearly all of its military presence in the Arab States of the Persian Gulf..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should remove nearly all of its military presence in the Arab States of the Persian Gulf.."
        },
        {
          "id": 155,
          "resolution": "Resolved: On balance, charter schools are beneficial to the quality of education in the United States.",
          "month": "National",
          "year": 2020,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, charter schools are beneficial to the quality of education in the United States..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, charter schools are beneficial to the quality of education in the United States..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, charter schools are beneficial to the quality of education in the United States..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, charter schools are beneficial to the quality of education in the United States...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, charter schools are beneficial to the quality of education in the United States..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, charter schools are beneficial to the quality of education in the United States..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, charter schools are beneficial to the quality of education in the United States.."
        },
        {
          "id": 156,
          "resolution": "Resolved: The United States federal government should enact the Medicare-For-All Act of 2019.",
          "month": "September/October",
          "year": 2020,
          "qtag": "Domestic",
          "dtag1": "Healthcare",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Healthcare.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should enact the Medicare-For-All Act of 2019..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should enact the Medicare-For-All Act of 2019..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should enact the Medicare-For-All Act of 2019..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should enact the Medicare-For-All Act of 2019...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should enact the Medicare-For-All Act of 2019..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should enact the Medicare-For-All Act of 2019..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should enact the Medicare-For-All Act of 2019.."
        },
        {
          "id": 157,
          "resolution": "Resolved: The United States should adopt a declaratory nuclear policy of no first use.",
          "month": "November/December",
          "year": 2020,
          "qtag": "Domestic",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should adopt a declaratory nuclear policy of no first use..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should adopt a declaratory nuclear policy of no first use..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should adopt a declaratory nuclear policy of no first use..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should adopt a declaratory nuclear policy of no first use...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should adopt a declaratory nuclear policy of no first use..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should adopt a declaratory nuclear policy of no first use..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should adopt a declaratory nuclear policy of no first use.."
        },
        {
          "id": 158,
          "resolution": "Resolved: The National Security Agency should end its surveillance of U.S. citizens and lawful permanent residents.",
          "month": "January",
          "year": 2021,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The National Security Agency should end its surveillance of U.S. citizens and lawful permanent residents..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The National Security Agency should end its surveillance of U.S. citizens and lawful permanent residents..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The National Security Agency should end its surveillance of U.S. citizens and lawful permanent residents..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The National Security Agency should end its surveillance of U.S. citizens and lawful permanent residents...",
          "concontention1": "This is the first argument AGAINST Resolved: The National Security Agency should end its surveillance of U.S. citizens and lawful permanent residents..",
          "concontention2": "This is the second argument AGAINST Resolved: The National Security Agency should end its surveillance of U.S. citizens and lawful permanent residents..",
          "concontention3": "This is the third argument AGAINST Resolved: The National Security Agency should end its surveillance of U.S. citizens and lawful permanent residents.."
        },
        {
          "id": 159,
          "resolution": "Resolved: On balance, the benefits of urbanization in West Africa outweigh the harms.",
          "month": "February",
          "year": 2021,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, the benefits of urbanization in West Africa outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, the benefits of urbanization in West Africa outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, the benefits of urbanization in West Africa outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, the benefits of urbanization in West Africa outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, the benefits of urbanization in West Africa outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, the benefits of urbanization in West Africa outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, the benefits of urbanization in West Africa outweigh the harms.."
        },
        {
          "id": 160,
          "resolution": "Resolved: On balance, the benefits of creating the United States Space Force outweigh the harms.",
          "month": "March",
          "year": 2021,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, the benefits of creating the United States Space Force outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, the benefits of creating the United States Space Force outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, the benefits of creating the United States Space Force outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, the benefits of creating the United States Space Force outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, the benefits of creating the United States Space Force outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, the benefits of creating the United States Space Force outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, the benefits of creating the United States Space Force outweigh the harms.."
        },
        {
          "id": 161,
          "resolution": "Resolved: The benefits of the International Monetary Fund outweigh the harms.",
          "month": "April",
          "year": 2021,
          "qtag": "International",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The benefits of the International Monetary Fund outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The benefits of the International Monetary Fund outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The benefits of the International Monetary Fund outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The benefits of the International Monetary Fund outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: The benefits of the International Monetary Fund outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: The benefits of the International Monetary Fund outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: The benefits of the International Monetary Fund outweigh the harms.."
        },
        {
          "id": 162,
          "resolution": "Resolved: In the United States, social media is beneficial for democratic values.",
          "month": "National",
          "year": 2021,
          "qtag": "Domestic",
          "dtag1": "Tech",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, social media is beneficial for democratic values..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, social media is beneficial for democratic values..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, social media is beneficial for democratic values..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, social media is beneficial for democratic values...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, social media is beneficial for democratic values..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, social media is beneficial for democratic values..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, social media is beneficial for democratic values.."
        },
        {
          "id": 163,
          "resolution": "Resolved: The North Atlantic Treaty Organization should substantially increase its defense commitments to the Baltic states.",
          "month": "September/October",
          "year": 2021,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The North Atlantic Treaty Organization should substantially increase its defense commitments to the Baltic states..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The North Atlantic Treaty Organization should substantially increase its defense commitments to the Baltic states..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The North Atlantic Treaty Organization should substantially increase its defense commitments to the Baltic states..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The North Atlantic Treaty Organization should substantially increase its defense commitments to the Baltic states...",
          "concontention1": "This is the first argument AGAINST Resolved: The North Atlantic Treaty Organization should substantially increase its defense commitments to the Baltic states..",
          "concontention2": "This is the second argument AGAINST Resolved: The North Atlantic Treaty Organization should substantially increase its defense commitments to the Baltic states..",
          "concontention3": "This is the third argument AGAINST Resolved: The North Atlantic Treaty Organization should substantially increase its defense commitments to the Baltic states.."
        },
        {
          "id": 164,
          "resolution": "Resolved: Increased United States federal regulation of cryptocurrency transactions and/or assets will produce more benefits than harms.",
          "month": "November/December",
          "year": 2021,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Increased United States federal regulation of cryptocurrency transactions and/or assets will produce more benefits than harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Increased United States federal regulation of cryptocurrency transactions and/or assets will produce more benefits than harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Increased United States federal regulation of cryptocurrency transactions and/or assets will produce more benefits than harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Increased United States federal regulation of cryptocurrency transactions and/or assets will produce more benefits than harms...",
          "concontention1": "This is the first argument AGAINST Resolved: Increased United States federal regulation of cryptocurrency transactions and/or assets will produce more benefits than harms..",
          "concontention2": "This is the second argument AGAINST Resolved: Increased United States federal regulation of cryptocurrency transactions and/or assets will produce more benefits than harms..",
          "concontention3": "This is the third argument AGAINST Resolved: Increased United States federal regulation of cryptocurrency transactions and/or assets will produce more benefits than harms.."
        },
        {
          "id": 165,
          "resolution": "Resolved: The United States federal government should legalize all illicit drugs.",
          "month": "January",
          "year": 2022,
          "qtag": "Domestic",
          "dtag1": "Justice System",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Justice System.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should legalize all illicit drugs..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should legalize all illicit drugs..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should legalize all illicit drugs..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should legalize all illicit drugs...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should legalize all illicit drugs..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should legalize all illicit drugs..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should legalize all illicit drugs.."
        },
        {
          "id": 166,
          "resolution": "Resolved: On balance, Turkey’s membership is beneficial to the North Atlantic Treaty Organization.",
          "month": "February",
          "year": 2022,
          "qtag": "International",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: On balance, Turkey’s membership is beneficial to the North Atlantic Treaty Organization..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: On balance, Turkey’s membership is beneficial to the North Atlantic Treaty Organization..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: On balance, Turkey’s membership is beneficial to the North Atlantic Treaty Organization..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: On balance, Turkey’s membership is beneficial to the North Atlantic Treaty Organization...",
          "concontention1": "This is the first argument AGAINST Resolved: On balance, Turkey’s membership is beneficial to the North Atlantic Treaty Organization..",
          "concontention2": "This is the second argument AGAINST Resolved: On balance, Turkey’s membership is beneficial to the North Atlantic Treaty Organization..",
          "concontention3": "This is the third argument AGAINST Resolved: On balance, Turkey’s membership is beneficial to the North Atlantic Treaty Organization.."
        },
        {
          "id": 167,
          "resolution": "Resolved: In the United States, the benefits of increasing organic agriculture outweigh the harms.",
          "month": "March",
          "year": 2022,
          "qtag": "Domestic",
          "dtag1": "Environment",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Environment.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, the benefits of increasing organic agriculture outweigh the harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, the benefits of increasing organic agriculture outweigh the harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, the benefits of increasing organic agriculture outweigh the harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, the benefits of increasing organic agriculture outweigh the harms...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, the benefits of increasing organic agriculture outweigh the harms..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, the benefits of increasing organic agriculture outweigh the harms..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, the benefits of increasing organic agriculture outweigh the harms.."
        },
        {
          "id": 168,
          "resolution": "Resolved: Japan should revise Article 9 of its Constitution to develop offensive military capabilities.",
          "month": "April",
          "year": 2022,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: Japan should revise Article 9 of its Constitution to develop offensive military capabilities..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: Japan should revise Article 9 of its Constitution to develop offensive military capabilities..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: Japan should revise Article 9 of its Constitution to develop offensive military capabilities..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: Japan should revise Article 9 of its Constitution to develop offensive military capabilities...",
          "concontention1": "This is the first argument AGAINST Resolved: Japan should revise Article 9 of its Constitution to develop offensive military capabilities..",
          "concontention2": "This is the second argument AGAINST Resolved: Japan should revise Article 9 of its Constitution to develop offensive military capabilities..",
          "concontention3": "This is the third argument AGAINST Resolved: Japan should revise Article 9 of its Constitution to develop offensive military capabilities.."
        },
        {
          "id": 169,
          "resolution": "Resolved: The United States should establish a comprehensive bilateral trade agreement with Taiwan.",
          "month": "National",
          "year": 2022,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should establish a comprehensive bilateral trade agreement with Taiwan..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should establish a comprehensive bilateral trade agreement with Taiwan..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should establish a comprehensive bilateral trade agreement with Taiwan..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should establish a comprehensive bilateral trade agreement with Taiwan...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should establish a comprehensive bilateral trade agreement with Taiwan..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should establish a comprehensive bilateral trade agreement with Taiwan..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should establish a comprehensive bilateral trade agreement with Taiwan.."
        },
        {
          "id": 170,
          "resolution": "Resolved: The United States Federal Government should substantially increase its investment in high-speed rail.",
          "month": "September/October",
          "year": 2022,
          "qtag": "Domestic",
          "dtag1": "Tech",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States Federal Government should substantially increase its investment in high-speed rail..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States Federal Government should substantially increase its investment in high-speed rail..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States Federal Government should substantially increase its investment in high-speed rail..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States Federal Government should substantially increase its investment in high-speed rail...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States Federal Government should substantially increase its investment in high-speed rail..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States Federal Government should substantially increase its investment in high-speed rail..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States Federal Government should substantially increase its investment in high-speed rail.."
        },
        {
          "id": 171,
          "resolution": "Resolved: The United States’ strategy of Great Power Competition produces more benefits than harms.",
          "month": "November/December",
          "year": 2022,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States’ strategy of Great Power Competition produces more benefits than harms..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States’ strategy of Great Power Competition produces more benefits than harms..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States’ strategy of Great Power Competition produces more benefits than harms..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States’ strategy of Great Power Competition produces more benefits than harms...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States’ strategy of Great Power Competition produces more benefits than harms..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States’ strategy of Great Power Competition produces more benefits than harms..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States’ strategy of Great Power Competition produces more benefits than harms.."
        },
        {
          "id": 172,
          "resolution": "Resolved: The United States Federal Government should increase its diplomatic efforts to peacefully resolve internal armed conflicts in West Asia.",
          "month": "January",
          "year": 2023,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States Federal Government should increase its diplomatic efforts to peacefully resolve internal armed conflicts in West Asia..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States Federal Government should increase its diplomatic efforts to peacefully resolve internal armed conflicts in West Asia..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States Federal Government should increase its diplomatic efforts to peacefully resolve internal armed conflicts in West Asia..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States Federal Government should increase its diplomatic efforts to peacefully resolve internal armed conflicts in West Asia...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States Federal Government should increase its diplomatic efforts to peacefully resolve internal armed conflicts in West Asia..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States Federal Government should increase its diplomatic efforts to peacefully resolve internal armed conflicts in West Asia..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States Federal Government should increase its diplomatic efforts to peacefully resolve internal armed conflicts in West Asia.."
        },
        {
          "id": 173,
          "resolution": "Resolved: In the United States, right-to-work laws do more harm than good.",
          "month": "February",
          "year": 2023,
          "qtag": "Domestic",
          "dtag1": "Economics",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Economics.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, right-to-work laws do more harm than good..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, right-to-work laws do more harm than good..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, right-to-work laws do more harm than good..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, right-to-work laws do more harm than good...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, right-to-work laws do more harm than good..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, right-to-work laws do more harm than good..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, right-to-work laws do more harm than good.."
        },
        {
          "id": 174,
          "resolution": "Resolved: The Republic of India should sign the Artemis Accords.",
          "month": "March",
          "year": 2023,
          "qtag": "International",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The Republic of India should sign the Artemis Accords..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The Republic of India should sign the Artemis Accords..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The Republic of India should sign the Artemis Accords..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The Republic of India should sign the Artemis Accords...",
          "concontention1": "This is the first argument AGAINST Resolved: The Republic of India should sign the Artemis Accords..",
          "concontention2": "This is the second argument AGAINST Resolved: The Republic of India should sign the Artemis Accords..",
          "concontention3": "This is the third argument AGAINST Resolved: The Republic of India should sign the Artemis Accords.."
        },
        {
          "id": 175,
          "resolution": "Resolved: The United States Federal Government should ban the collection of personal data through biometric recognition technology.",
          "month": "April",
          "year": 2023,
          "qtag": "Domestic",
          "dtag1": "Tech",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Tech.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States Federal Government should ban the collection of personal data through biometric recognition technology..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States Federal Government should ban the collection of personal data through biometric recognition technology..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States Federal Government should ban the collection of personal data through biometric recognition technology..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States Federal Government should ban the collection of personal data through biometric recognition technology...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States Federal Government should ban the collection of personal data through biometric recognition technology..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States Federal Government should ban the collection of personal data through biometric recognition technology..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States Federal Government should ban the collection of personal data through biometric recognition technology.."
        },
        {
          "id": 176,
          "resolution": "Resolved: The United States should adopt ranked-choice voting for its federal elections.",
          "month": "National",
          "year": 2023,
          "qtag": "Domestic",
          "dtag1": "Elections",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Elections.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should adopt ranked-choice voting for its federal elections..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should adopt ranked-choice voting for its federal elections..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should adopt ranked-choice voting for its federal elections..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should adopt ranked-choice voting for its federal elections...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should adopt ranked-choice voting for its federal elections..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should adopt ranked-choice voting for its federal elections..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should adopt ranked-choice voting for its federal elections.."
        },
        {
          "id": 177,
          "resolution": "Resolved: The United States federal government should substantially increase its military presence in the Arctic.",
          "month": "September/October",
          "year": 2023,
          "qtag": "International",
          "dtag1": "National Security",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about National Security.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should substantially increase its military presence in the Arctic..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should substantially increase its military presence in the Arctic..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should substantially increase its military presence in the Arctic..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should substantially increase its military presence in the Arctic...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should substantially increase its military presence in the Arctic..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should substantially increase its military presence in the Arctic..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should substantially increase its military presence in the Arctic.."
        },
        {
          "id": 178,
          "resolution": "Resolved: The United States federal government should forgive all federal student loan debt.",
          "month": "November/December",
          "year": 2023,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should forgive all federal student loan debt..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should forgive all federal student loan debt..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should forgive all federal student loan debt..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should forgive all federal student loan debt...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should forgive all federal student loan debt..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should forgive all federal student loan debt..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should forgive all federal student loan debt.."
        },
        {
          "id": 179,
          "resolution": "Resolved: The United States federal government should repeal Section 230 of the Communications Decency Act.",
          "month": "January",
          "year": 2024,
          "qtag": "Domestic",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should repeal Section 230 of the Communications Decency Act..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should repeal Section 230 of the Communications Decency Act..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should repeal Section 230 of the Communications Decency Act..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should repeal Section 230 of the Communications Decency Act...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should repeal Section 230 of the Communications Decency Act..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should repeal Section 230 of the Communications Decency Act..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should repeal Section 230 of the Communications Decency Act.."
        },
        {
          "id": 180,
          "resolution": "Resolved: The United States federal government should ban single-use plastics.",
          "month": "February",
          "year": 2024,
          "qtag": "Domestic",
          "dtag1": "Environment",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about Environment.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States federal government should ban single-use plastics..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States federal government should ban single-use plastics..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States federal government should ban single-use plastics..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States federal government should ban single-use plastics...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States federal government should ban single-use plastics..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States federal government should ban single-use plastics..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States federal government should ban single-use plastics.."
        },
        {
          "id": 181,
          "resolution": "Resolved: In the United States, collegiate student-athletes should be classified as employees of their educational institution.",
          "month": "March",
          "year": 2024,
          "qtag": "Domestic",
          "dtag1": "Education",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Education.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: In the United States, collegiate student-athletes should be classified as employees of their educational institution..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: In the United States, collegiate student-athletes should be classified as employees of their educational institution..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: In the United States, collegiate student-athletes should be classified as employees of their educational institution..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: In the United States, collegiate student-athletes should be classified as employees of their educational institution...",
          "concontention1": "This is the first argument AGAINST Resolved: In the United States, collegiate student-athletes should be classified as employees of their educational institution..",
          "concontention2": "This is the second argument AGAINST Resolved: In the United States, collegiate student-athletes should be classified as employees of their educational institution..",
          "concontention3": "This is the third argument AGAINST Resolved: In the United States, collegiate student-athletes should be classified as employees of their educational institution.."
        },
        {
          "id": 182,
          "resolution": "Resolved: The United Nations should abolish permanent membership on its Security Council.",
          "month": "April",
          "year": 2024,
          "qtag": "International",
          "dtag1": "???",
          "dtag2": "",
          "proframework": "This is a framework for the pro side about ???.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United Nations should abolish permanent membership on its Security Council..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United Nations should abolish permanent membership on its Security Council..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United Nations should abolish permanent membership on its Security Council..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United Nations should abolish permanent membership on its Security Council...",
          "concontention1": "This is the first argument AGAINST Resolved: The United Nations should abolish permanent membership on its Security Council..",
          "concontention2": "This is the second argument AGAINST Resolved: The United Nations should abolish permanent membership on its Security Council..",
          "concontention3": "This is the third argument AGAINST Resolved: The United Nations should abolish permanent membership on its Security Council.."
        },
        {
          "id": 183,
          "resolution": "Resolved: The United States should establish a comprehensive bilateral trade agreement with the European Union.",
          "month": "Nationals",
          "year": 2024,
          "qtag": "International",
          "dtag1": "Foreign Policy",
          "dtag2": "Economics",
          "proframework": "This is a framework for the pro side about Foreign Policy.",
          "procontention1": "This is the first argument IN FAVOR OF Resolved: The United States should establish a comprehensive bilateral trade agreement with the European Union..",
          "procontention2": "This is the second argument IN FAVOR OF Resolved: The United States should establish a comprehensive bilateral trade agreement with the European Union..",
          "procontention3": "This is the third argument IN FAVOR OF Resolved: The United States should establish a comprehensive bilateral trade agreement with the European Union..",
          "conframework": "This is a framework for the con side about This is the second argument IN FAVOR OF Resolved: The United States should establish a comprehensive bilateral trade agreement with the European Union...",
          "concontention1": "This is the first argument AGAINST Resolved: The United States should establish a comprehensive bilateral trade agreement with the European Union..",
          "concontention2": "This is the second argument AGAINST Resolved: The United States should establish a comprehensive bilateral trade agreement with the European Union..",
          "concontention3": "This is the third argument AGAINST Resolved: The United States should establish a comprehensive bilateral trade agreement with the European Union.."
        }
      ]

}